Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Admin.*.resx
Languages: de, es_419, fi, fr, hu, ko, pt_pt, ru, tr

# Settings_User_LogoutAll_Confirm
source: This will also cause all users, including the current user, to require login again. Proceed?
de: Alle Benutzer, einschließlich des aktuellen Benutzers, müssen sich wieder anmelden. Möchten Sie fortfahren?
es_419: Esto también hará que todos los usuarios, incluyendo el usuario actual, para requerir inicio de sesión nuevo. ¿Proceder?
fi: Tällöin myös kaikkia käyttäjiä, myös nykyistä käyttäjää, vaaditaan kirjautumaann uudelleen. Jatketaanko?
fr: Cela impliquera que tous les utilisateurs, y compris l'utilisateur actuel, devront se connecter à nouveau. Continuer?
ko: 이 또한 다시 로그인을 요구 하는 현재 사용자를 포함 하 여 모든 사용자가 발생할 것입니다. 진행?
pt_pt: Isso também fará com que todos os usuários, incluindo o usuário atual, para exigir logon novamente. Proceder?
ru: Это также вызовет всех пользователей, включая текущего пользователя, чтобы требовать входа в систему снова. Продолжить?
tr: Bu da tüm kullanıcılar, geçerli kullanıcının yeniden oturum açma gerektirir, dahil neden olur. Devam edilsin mi?

# Settings_User_MinimumLength
source: Minimum Length?
de: Minimale Länge?
es_419: ¿Longitud mínima?
fi: Pienin pituus?
fr: Longueur minimale ?
hu: Minimális hossza?
ko: 최소 길이?
pt_pt: Comprimento mínimo?
ru: Минимальная длина?
tr: Uzunluk alt sınırı?

# Settings_User_Password
source: Change Password
de: Passwort ändern
es_419: Cambiar contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
hu: Jelszó módosítása
ko: 비밀 번호 변경
pt_pt: Alterar senha
ru: Смена пароля
tr: Parola Değiştir

# Settings_User_PasswordComplexity
source: Password Complexity
de: Kennwortkomplexität
es_419: Complejidad de la contraseña
fi: Salasanan monimutkaisuus
fr: Complexité du mot de passe
hu: Jelszó bonyolultságának
ko: 비밀번호 복잡성
pt_pt: Complexidade da senha
ru: Сложность пароля
tr: Parola karmaşıklık

# Settings_User_PasswordMaxAgeDays
source: Password Max Age (in days)
de: Maximales Alter des Kennworts (in Tagen)
es_419: Contraseña Max Age (en días)
fi: Salasana Maksimi-ikä (päivää)
fr: Durée maxi du mot de passe (en jours)
hu: Jelszó maximális életkor (nap)
ko: 비밀번호 최대 사용 기간 (일)
pt_pt: Senha Max Age (em dias)
ru: Максимальный срок действия пароля (в днях)
tr: Şifre Max yaşı (gün olarak)

# Settings_User_RequireDigit
source: Require at least 1 digit? (0-9)
de: Mindestens eine Ziffer verlangen? (0-9)
es_419: ¿Requiere al menos 1 dígito? (0-9)
fi: Edellyttää vähintään yhden numeron? (0-9)
fr: Besoin d'au moins 1 chiffre ? (0-9)
hu: Szükség van legalább 1 számjegy? (0-9)
ko: 숫자가 한 자 이상이어야 합니다.
pt_pt: Requer pelo menos 1 dígito? (0-9)
ru: Требуется не менее 1 цифры? (0-9)
tr: En az 1 basamak gerektiriyor? (0-9)

# Settings_User_RequireLowerCase
source: Require at least 1 lowercase? (a-z)
de: Mindestens einen Kleinbuchstaben verlangen? (a-z)
es_419: ¿Requiere al menos 1 minúscula? (a-z)
fi: Edellyttää vähintään yhtä pientä kirjainta? (a-z)
fr: Besoin d'au moins 1 minuscule ? (a-z)
hu: Szükség van legalább 1 kisbetűs? (a-z)
ko: 소문자가 한 자 이상이어야 합니다.
pt_pt: Requer pelo menos 1 minúsculas? (a-z)
ru: Требуется не менее 1 строчной буквы? (a-z)
tr: En az 1 küçük gerektiriyor? (a-z)

# Settings_User_RequireNonDigitLetter
source: Require a non-letter or digit?
de: Mindestens ein Nicht-Buchstaben-Zeichen oder Ziffer verlangen?
es_419: ¿Requiere una no letra o dígito?
fi: Vaatii erikoismerkin (ei kirjain tai numero)?
fr: Nécessitent des lettres ou des chiffres ?
hu: Megkövetel nem betű vagy számjegy?
ko: 특수문자가 한 자 이상이어야 합니다.
pt_pt: Exigir um não-letra ou dígito?
ru: Требуется символ?
tr: Bir sigara harf veya sayı gerektiriyor?

# Settings_User_RequireNonDigitLetter_Title
source: Any character not in the ranges of 0-9, a-z, or A-Z. Examples: !, %, *, $
de: Beliebiges Zeichen anders als 0-9, a-z oder A-Z. Beispiele: !, %, *, $
es_419: Cualquier carácter que no esté en los rangos de 0-9, a-z o A-Z. Ejemplos:!, %, *, $
fi: Mitä tahansa merkki, muu kuin 0-9, a-z tai A-Z. Esimerkkejä:!, % *, $
fr: N'importe quel caractère mais différent de 0 à 9, a-z ou A-Z. Exemples:!, %, *, $
hu: Minden olyan karakter, ami nem a tartomány 0-9, a-z és A-z-ig. Például:!, *, $
ko: 특수문자가 한 자 이상이어야 합니다.
pt_pt: Qualquer caractere não nos intervalos de 0-9, a-z ou A-Z. Exemplos:!, %, *, $
ru: a-z
tr: 0-9, aralığı içinde olmayan herhangi bir karakter a-z veya A-Z. Örnekler:!, %, *, $

# Settings_User_RequireUpperCase
source: Require at least 1 uppercase? (A-Z)
de: Mindestens einen Großbuchstaben verlangen? (A-Z)
es_419: ¿Requiere al menos 1 mayúscula? (A-Z)
fi: Edellyttää vähintään yhden ison kirjaimen? (A-Z)
fr: Besoin d'au moins 1 majuscule ? (A-Z)
hu: Szükség van legalább 1 nagybetű? (A-Z)
ko: 대문자가 한 자 이상이어야 합니다.
pt_pt: Exigem pelo menos 1 letras maiusculas? (A-Z)
ru: Требуется не менее 1 заглавной буквы? (A-Z)
tr: En az 1 büyük gerektiriyor? (A-Z)

# Settings_User_UnknownGrid
source: Unknown Grid
de: Unbekanntes Raster
es_419: Desconocido de la red
fi: Tuntematon ruudukko
fr: Grille inconnue
hu: Ismeretlen rács
ko: Unknown Grids
pt_pt: Grade desconhecido
ru: Неизвестные сетка
tr: Bilinmeyen kılavuz

# Settings_UserDefined1
source: UserDefined1
de: BenutzerDefiniert1
es_419: Definidoporelusuario 1
fi: Käyttäjän määrittelemä kenttä UDF1
fr: Champ utilisateur 1

# Settings_UserDefined2
source: UserDefined2
de: BenutzerDefiniert2
es_419: Definidoporelusuario 2
fi: Käyttäjän määrittelemä kenttä UDF2
fr: Champ utilisateur 2

# Settings_UserDefined3
source: UserDefined3
de: BenutzerDefiniert3
es_419: Definidoporelusuario 3
fi: Käyttäjän määrittelemä kenttä UDF3
fr: Champ utilisateur 3

# Settings_UserDefined4
source: UserDefined4
de: BenutzerDefiniert4
es_419: Definidoporelusuario 4
fi: Käyttäjän määrittelemä kenttä UDF4
fr: Champ utilisateur 4

# Settings_UserDefined5
source: UserDefined5
de: BenutzerDefiniert5
es_419: Definidoporelusuario 5
fi: Käyttäjän määrittelemä kenttä UDF5
fr: Champ utilisateur 5

# Settings_UserDefined6
source: UserDefined6
de: BenutzerDefiniert6
es_419: Definidoporelusuario 6
fi: Käyttäjän määrittelemä kenttä UDF6
fr: Champ utilisateur 6

# Settings_UserDefined7
source: UserDefined7
de: BenutzerDefiniert7
es_419: Definidoporelusuario 7
fi: Käyttäjän määrittelemä kenttä UDF7
fr: Champ utilisateur 7

# Settings_UserDefined8
source: UserDefined8
de: BenutzerDefiniert8
es_419: Definidoporelusuario 8
fi: Käyttäjän määrittelemä kenttä UDF8
fr: Champ utilisateur 8

# Settings_WorkOrder
source: Work Order
de: Arbeitsauftrag
es_419: Orden de trabajo
fi: Työtilaus
fr: OF
hu: Munkálatok
ko: 생산 오더
pt_pt: Ordem de serviço
ru: Производственный заказ
tr: İş emri
