Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Admin.*.resx
Languages: de, es_419, fi, fr, hu, ko, pt_pt, ru, tr

# Admin_UserManagement_AddButton
source: Add
de: Hinzufügen
es_419: Agregar
fi: Lisää
fr: Ajouter
hu: Add hozzá
ko: 추가
pt_pt: Adicionar
ru: Добавить
tr: Ekle

# Admin_UserManagement_AddUserLabel
source: Add User
de: Benutzer hinzufügen
es_419: Agregar usuario
fi: Lisää käyttäjä
fr: Ajouter un utilisateur
hu: Felhasználó hozzáadása
ko: 사용자 추가
pt_pt: Adicionar usuário
ru: Добавить пользователя
tr: Kullanıcı Ekle

# Admin_UserManagement_CancelButton
source: Cancel
de: Abbrechen
es_419: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
ko: 취소
pt_pt: Cancelar
ru: Отмена
tr: İptal

# Admin_UserManagement_EmailLabel
source: Email Address
de: E-Mail-Adresse
es_419: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse email
hu: Elektronikus levél cím
ko: 이메일 주소
pt_pt: Endereço de e-mail
ru: Адрес электронной почты
tr: E-posta adresi

# Admin_UserManagement_UserNameLabel
source: User Name
de: Benutzername
es_419: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
hu: Felhasználói név
ko: 사용자 ID
pt_pt: Nome de usuário
ru: Имя пользователя
tr: Kullanıcı adı

# Settings_AllowLeadTimeCompression
source: Allow Lead Time Compression
de: Komprimierung der Durchlaufzeit zulassen
es_419: Permitir compresión de plazo de ejecución
fi: Salli Läpimenoajan tiivistäminen
fr: Permettre la réduction de délai
hu: Átfutási idő tömörítését teszik lehetővé
ko: 리드타임 단축 허용
pt_pt: Permitir que o prazo de execução de compressão
ru: Разрешить уменьшение времени выполнения
tr: Kurşun zaman sıkışmasına izin verir

# Settings_BaselineFormattingRegion
source: Baseline Formatting Region
de: Region für Formatierung
es_419: Región de formato de línea de base
fi: Ulkoasun määrityksen alue
fr: Région de formatage de base
hu: Eredeti formázás régió
ko: 국가별 기본 형식
pt_pt: Região de formatação de linha de base
ru: Региональный формат
tr: Temel biçimlendirme bölge

# Settings_Close_Btn
source: Close
de: Schließen
es_419: Cerrar
fi: Sulje
fr: Fermer
hu: Zár
ko: 닫기
pt_pt: Fechar
ru: Закрыть
tr: Kapat

# Settings_DateFormat
source: Date Format
de: Datumsformat
es_419: Formato de fecha
fi: Päivämäärämuoto
fr: Format de date
hu: Dátum formátum
ko: 날짜 형식
pt_pt: Formato de data
ru: Формат даты
tr: Tarih biçimi

# Settings_DefaultInventoryAlertLevel
source: Default Inventory Alert Level
de: Standardwarnschwelle Bestandsniveau
es_419: Nivel de alerta de inventario por defecto
fi: Varastohälytyksen oletustaso
fr: Niveau d'alerte de stock par défaut
hu: Alapértelmezett leltár riasztási szint
ko: 기본 재고 경고 레벨
pt_pt: Nível de alerta de estoque padrão
ru: Оповещение при уровне запаса по умолчанию
tr: Varsayılan stok uyarı düzeyi

# Settings_DefaultOrderSpikeAlertLevel
source: Default Order Spike Alert Level
de: Standardwarnschwelle Bedarfsspitzen
es_419: Umbral de alerta de picos por defecto
fi: Tilauspiikin hälytyksen oletustaso
fr: Niveau d'alerte par défaut de pic de demande
hu: Alapértelmezett sorrend Spike riasztási szint
ko: 기본 스파이크 오더 경고 레벨
pt_pt: Nível de alerta padrão ordem Spike
ru: Оповещение при уровне пикового заказа по умолчанию
tr: Varsayılan sipariş Spike uyarı düzeyi

# Settings_DefaultOrderSpikeHorizonLevel
source: Default Order Spike Horizon Level
de: Standardhorizont Bedarfsspitzen
es_419: Horizonte de pico por defecto
fi: Tilauspiikin aikahorisontin oletustaso
fr: Horizon par défaut de détection de pic
hu: Alapértelmezett sorrend Spike Horizon szint
ko: 기본 스파이크 오더 구간
pt_pt: Nível de horizonte de Spike de ordem padrão
ru: Глубина горизонта пикового заказа по умолчанию
tr: Varsayılan sipariş Spike ufuk düzeyi

# Settings_DeleteImportedNBDemandOutsideProcessingWindow
source: Ignore NB Demand Outside Processing Window
de: Bedarfe für NB-Material (nicht gepuffert) außerhalb des Verarbeitungsfensters ignorieren
es_419: Ignorar Nota demanda fuera de la ventana de procesamiento
fi: Ohita prosessointi-ikkunan ulkopuolinen ei-puskuroitu (NB) kysyntä
fr: Ignorer la demande des NB en dehors de l'horizon de traitement
hu: Figyelmen kívül hagyja a NB igény szerint külső bérmunka ablak
ko: 구간 밖의 NB 수요 무시
pt_pt: Ignorar a demanda NB lá fora da janela de processamento
ru: Игнорировать потребность в NB за пределами окна обработки
tr: Pencere işleme dışında NB talebi yoksay

# Settings_DeleteImportedNBDemandOutsideProcessingWindow_Description
source: Imported demand for Non-Buffered (NB) parts which are due beyond the (part lead time + demand window) will not be imported into R+. This setting will have no effect if Material Requirements Planning (MRP) is enabled.
de: Importierte Bedarfe für NB-Material (nicht gepuffert), die später als (Durchlaufzeit des Materials + Bedarfshorizont) fällig sind, werden nicht nach R+ importiert. Diese Einstellung wird ignoriert, wenn die Materialbedarfsplanung (MRP) aktiviert ist.
es_419: Importados demanda de piezas NB que van más allá de la (parte tiempo de entrega + la demanda ventana) no se podrá importar en R +. Esta configuración no tendrá efecto si la planificación de requisitos de Material está habilitada.
fi: Tuotu kysyntä NB osat, jotka johtuvat kuin (osa läpimenoaika + kysynnän ikkuna) ei tuoda R +. Tämä asetus ei vaikuta jos tarvelaskennan on käytössä.
fr: La demande des articles non stockés (NB), qui est au-delà du délai de l'article + l'horizon de la demande, ne sera pas importée dans R+. Ce paramétrage n'a aucun effet si le calcul des besoins (MRP) est activé.
ko: 가져온 넘어 만기가 된 주의 부품에 대 한 수요는 (리드 타임 + 수요 부 창) R +로 가져올 수 없습니다. 사용 자료 요구 사항을 계획 하는 경우이 설정은 아무런 영향을 주지를 해야한다.
pt_pt: Importado de demanda para as peças Non-Buffered (NB), que são devidos, além do (parte prazo + demanda janela) não será importado para R +. Essa configuração não terá efeito se o planejamento de necessidades de Material (MRP) está habilitado.

# Settings_Delimiter
source: Delimiter
de: Trennzeichen
es_419: Delimitador de
fi: Erotin
fr: Délimiteur
hu: Határoló
ko: 구분 기호
pt_pt: Delimitador de
ru: Разделитель
tr: Sınırlayıcı

# Settings_DemandOrderBufferedProcessingWindowSalesOrder
source: Buffered Processing Window (SO)
de: Gepuffertes Verarbeitungsfenster (Kudnenauftrag)
es_419: Ventana de procesamiento tamponada (SO)
fi: Puskuroitu käsittely-ikkuna (SO)
fr: Horizon de traitement des articles avec buffer (commande de vente)
ko: 버퍼링된 처리 창 (SO)
pt_pt: Buffer de processamento de janela (ENTÃO)

# Settings_DemandOrderBufferedProcessingWindowWorkOrder
source: Buffered Processing Window (WO)
de: Gepuffertes Verarbeitungsfenster (Arbeiitsauftrag)
es_419: Ventana de procesamiento tamponada (WO)
fi: Puskuroitu käsittely-ikkuna (WO)
fr: Horizon de traitement des articles avec buffer (OF)
ko: 버퍼링된 처리 창 (WO)
pt_pt: Janela de processamento tamponada (WO)

# Settings_DemandOrderNBProcessingWindow
source: Demand Order Processing Window for Non-Buffered (NB) Parts
de: Verarbeitungsfenster für ungepuffert Artikel
es_419: Ventana de procesamiento de orden de demanda para piezas no tamponado
fi: Kysyntä-tilausten käsittely-ikkuna ei-puskuroiduille (NB) tuotteille
fr: Horizon de traitement de la demande pour les articles non stockés
ko: 버퍼링 되지 않은 부분에 대 한 수요 순서 처리 창
pt_pt: Janela de processamento de ordem de demanda para as peças não-armazenada em buffer (NB)
ru: Окно обработки заказа спроса для частей без буферизации
tr: İsteğe bağlı sipariş işleme penceresi olmayan tamponlanmış parçalar için

# Settings_DemandOrderNBProcessingWindowSalesOrder
source: Non-Buffered (NB) Processing Window (SO)
de: Verarbeitungsfenster für ungepufferte (NB) Artikel (Kundenaufträge)
es_419: Non-Buffered (NB) procesamiento de ventana (SO)
fi: Ei-puskuroitujen (NB) käsittely-ikkuna, (SO)
fr: Horizon de traitement des articles sans buffer (commande de vente)
ko: Non-Buffered (NB) 창 (SO) 처리
pt_pt: Janela de processamento não-armazenada em buffer (NB) (ASSIM)

# Settings_DemandOrderNBProcessingWindowWorkOrder
source: Non-Buffered (NB) Processing Window (WO)
de: Verarbeitungsfenster für ungepufferte (NB) Artikel (Arbeitsaufträge)
es_419: Non-Buffered (NB) procesamiento de ventana (WO)
fi: Ei-puskuroitujen (NB) käsittely-ikkuna (WO)
fr: Horizon de traitement des articles sans buffer (OF)
ko: Non-Buffered (NB) 창 (WO) 처리
pt_pt: Janela de processamento não-armazenada em buffer (NB) (WO)

# Settings_DemandOrderNBWindow_Description
source: These settings will limit how far forward R+ will include demand for non-buffered parts. Configured values are added to the R+ lead time for matching parts. If set to '5', and a part has an R+ lead time of 5 days, R+ will not account for demand until the current date is within 10 working days of the demand due date.
de: Diese Einstellungen begrenzen, wie weit voraus R+ Bedarfe für nichtgepufferte Artikel berücksichtigt. Die konfigurierten Werte werden zur R+ Durchlaufzeit für passende Artikel hinzugefügt. Ist der Wert '5' und hat ein Artikel eine R+ Durchlaufzeit von 5 Tagen, wird R+ keine Bedarfe berücksichtigen, bis das aktuelle Datum innerhalb von 10 Werktagen zum Fälligkeitstermin des Bedarfes liegt.
es_419: Esta configuración limita cuánto adelante R + se incluyen demanda de piezas no tamponado. Valores configurados se agregan a los R + plazos para igualar las piezas. Si en '5' y una parte tienen un plazo de ejecución de R + de 5 días, R + no representarán la demanda hasta la fecha actual es en 10 días hábiles siguientes a la demanda de fecha de vencimiento.
fi: Nämä asetukset rajoittaa edistystä R + sisältää kysyntä ei-puskuroituun osat. Konfiguroitujen lisätään R + Toimitusaika vastaavia osia. Jos asetettu "5", ja osa on r-Toimitusaika 5 päivää R + eivät ota huomioon kysynnän kunnes nykyinen päivämäärä on 10 työpäivän kysynnän eräpäivä.
fr: Ce paramètre limitera l'horizon de prise en compte de la demande pour les articles NB. Les valeurs seront ajoutées au délai R+ de l'article. Ex: paramètre mis à 5 (jours), l'article a un délai R+ de 5. R+ ne prendra en compte que la demande dans les 10 jours à compter de la date du jour. Si la valeur est '0', R + ne prend en compte que la demande dans l'horizon du délai de l'article.
pt_pt: Essas configurações irão limitar quanto para a frente R + incluirá demanda para as peças não-armazenada em buffer. Valores configurados são adicionados para o lead time de R + para combinar as peças. Se definido como '5' e uma parte tem um R + prazo de 5 dias, R + não corresponderá a demanda até a data atual é dentro de 10 dias úteis da demanda data de vencimento.

# Settings_DemandOrderWindow
source: Demand Order Window
de: Kundenauftragsfenster
es_419: Ventana de orden de la demanda
fi: Kysynnän aikaikkuna (päiviä)
fr: Horizon de demande (jours)
hu: Rendelés ablakban a kereslet (nap)
ko: 수요 순서 창
pt_pt: Janela de ordem de demanda

# Settings_DemandOrderWindow_Description
source: These settings will limit how far forward R+ will include demand for parts. Configured values are added to the R+ lead time for matching parts. If set to '5', and a part has an R+ lead time of 5 days, R+ will not account for demand until the current date is within 10 working days of the demand due date. If set to ‘0’, R+ will only include current and past due demand. If set to ‘-1’ (disabled), R+ will not include any demand.
de: Diese Einstellungen begrenzen, wie weit voraus R+ Bedarfe für nichtgepufferte Artikel berücksichtigt. Die konfigurierten Werte werden zur R+ Durchlaufzeit für passende Artikel hinzugefügt. Ist der Wert '5' und hat ein Artikel eine R+ Durchlaufzeit von 5 Tagen, wird R+ keine Bedarfe berücksichtigen, bis das aktuelle Datum innerhalb von 10 Werktagen zum Fälligkeitstermin des Bedarfes liegt. Ist der Wert '0', berücksichtigt R+ nur aktuelle und überfällige Bedarfe. Ist der Wert '-1' wird R+ keine Bedarfe berücksichtigen.
es_419: Esta configuración limita cuánto adelante R + incluirá la demanda de piezas. Valores configurados se agregan a los R + plazos para igualar las piezas. Si en '5' y una parte tienen un plazo de ejecución de R + de 5 días, R + no representarán la demanda hasta la fecha actual es en 10 días hábiles siguientes a la demanda de fecha de vencimiento. Si establece en '0', R + solamente incluirá los actual y anteriores debidamente la demanda. Si '-1' (desactivado), R + no se incluye cualquier demanda.
fi: Nämä asetukset rajoittaa edistystä R + sisältää kysyntä osat. Konfiguroitujen lisätään R + Toimitusaika vastaavia osia. Jos asetettu "5", ja osa on r-Toimitusaika 5 päivää R + eivät ota huomioon kysynnän kunnes nykyinen päivämäärä on 10 työpäivän kysynnän eräpäivä. Jos arvoksi "0", R + sisältää vain nykyisen ja erääntyneiden kysyntää. Jos asetettu "1" (ei käytössä), r ei sisällä vaatimusta.
fr: Ce paramètre limitera l'horizon de prise en compte de la demande pour les articles avec buffer. Ex: paramètre mis à 5 (jours), c'est la demande des 5 prochains jours qui sera prise en compte dans l'équation de flux disponible (en plus du passé et de celle du jour). Si la valeur est '0', R + ne prend en compte que la demande passée et celle du jour. Si la valeur est '-1' (désactivé), aucune demande ne sera prise en compte.
ko: 이러한 설정은 얼마나 멀리 앞으로 R + 포함 됩니다 부품에 대 한 수요가 제한 됩니다. 구성 된 값은 일치 하는 부품에 대 한 R + 리드 타임에 추가 됩니다. 만약 설정 '5', 그리고 일부는 R + 리드 타임 5 일, R + 것입니다 고려 하지 수요에 대 한 현재 날짜가 10 일 이내에 수요의 때까지 기한. 경우 '0'으로 설정, R + 포함 됩니다 현재와 과거 인해 수요. 경우 '-1' (사용 안 함), R +로 설정 팬 들은 어떤 요구의 정보를 포함 하지 않습니다.
pt_pt: Essas configurações irão limitar quanto para a frente R + incluirá demanda para as peças. Valores configurados são adicionados para o lead time de R + para combinar as peças. Se definido como '5' e uma parte tem um R + prazo de 5 dias, R + não corresponderá a demanda até a data atual é dentro de 10 dias úteis da demanda data de vencimento. Se definido como '0', R + só irá incluir atual e passado devido demanda. Se definido como '-1' (desativado), R + não incluirá qualquer demanda.

# Settings_ExpectedNumericFormat
source: Expected Numeric Format
de: Numerisches Format erwartet
es_419: Formato numérico esperado
fi: Edellytetty numeromuoto
fr: Format numérique attendu
hu: Várható numerikus formátumban
ko: 숫자 표시 형식
pt_pt: Formato numérico esperado
ru: Ожидаемый числовой формат
tr: Beklenen sayısal biçim

# Settings_ExternalApiAccess
source: External API Access
de: Externer API-Zugriff
es_419: Acceso a la API externa
fi: Ulkoinen API-liittymä
fr: Accès à l'API externe
hu: Külső API-hozzáférés
ko: 외부 API 접속
pt_pt: Acesso externo API
ru: Внешний доступ к API
tr: Harici API erişim

# Settings_ForecastedDemandLookAhead
source: Weeks Of Forecasted Demand
de: Wochen prognostizierter Bedarf
es_419: Semanas de pronostican la demanda
fi: Ennusteen aikahorisontti viikoissa
fr: Semaines de prévision de la demande
hu: A héten várható kereslet
ko: 수요예측 구간㈜
pt_pt: Semanas de previsão de demanda
ru: Недели прогнозируемого спроса
tr: Hafta talep tahmini

# Settings_Global_BuffersAndOrderProcessing
source: Buffers and Order Processing
de: Puffer und Auftragsabwicklung
es_419: Buffers y procesamiento de pedidos
fi: Puskurit ja tilausten käsittely
fr: Buffer et traitement des commandes
hu: Pufferek és a megbízások feldolgozása
ko: 버퍼 및 오더 처리
pt_pt: Buffers e processamento de pedidos
ru: Буферы и обработка заказов
tr: Arabellekleri ve sipariş işleme

# Settings_Global_DateTimeSettings
source: Date/Time Settings
de: Datum/Uhrzeit-Einstellungen
es_419: Fecha y hora configuración
fi: Päivämäärän ja kellonajan asetukset
fr: Paramètres de date/heure
hu: Dátum/idő beállítás
ko: 날짜/시간 설정
pt_pt: Configurações de data/hora
ru: Настройки даты и времени
tr: Tarih ve saat ayarları

# Settings_Global_DisplayName
source: Display Name
de: Anzeigenamen
es_419: Nombre para mostrar
fi: Näyttönimi
fr: Nom d'affichage
hu: Megjelenítendő név
ko: 표시 이름
pt_pt: Nome para exibição
ru: Представление
tr: Görünen ad

# Settings_Global_Field
source: Field
de: Feld
es_419: Campo
fi: Kenttä
fr: Champ
hu: A mező
ko: 필드
pt_pt: Campo
ru: Поле
tr: Alan

# Settings_Global_ForecastedDemand
source: Forecasted Demand and Forecasted Daily Usage (FDU)
de: Prognostizierter Bedarf und prognostizierter Tagesverbrauch (FDU)
es_419: Pronostica la demanda y pronostica uso diario (FDU)
fi: Ennustettu kysyntä ja ennustettu päivittäinen kulutus (FDU)
fr: Horizon des prévisions pour l'utilisation des PMJ
hu: Előrejelzett igény és a várható napi használat (FDU)
ko: 예측수요 및 예측일사용량(FDU)
pt_pt: A previsão de demanda e previsão de uso diário (FDU)
ru: Прогнозируемый спрос и прогнозируемое дневное потребление (FDU)
tr: Talep tahmini ve günlük kullanım (FDU) tahmini

# Settings_Global_ImportExportDataExchange
source: System Data Exchange (Import & Export)
de: System-Datenaustausch (Import & Export)
es_419: Sistema de intercambio de datos (importación y exportación)
fi: Järjestelmän TietonVaihto (tuonti & vienti) (system Data Exhange))
fr: Système d'échange de données (importation & Export)
hu: Rendszer adatcsere (behozatali & Export)
ko: 시스템 데이터 교환 (가져오기 및 내보내기)
pt_pt: Sistema de troca de dados (importação e exportação)
ru: Системный обмен данными (импорт & экспорт)
tr: Sistem veri değişimi (ithalat ve ihracat)

# Settings_Global_RecommendationsAndAlerts
source: Recommendations and Alerts
de: Empfehlungen und Warnungen
es_419: Recomendaciones y alertas
fi: Suosituksia ja hälytykset
fr: Alertes et recommandations
hu: Ajánlások és riasztások
ko: 권장 사항 및 경고
pt_pt: Recomendações e alertas
ru: Рекомендации и оповещения
tr: Öneriler ve uyarılar

# Settings_Global_UDF
source: User-Defined Fields
de: Benutzerdefinierte Felder
es_419: Campos definidos por el usuario
fi: Käyttäjän määrittämät kentät (UDF)
fr: Champs définis par l'utilisateur
hu: Felhasználó által definiált mezők
ko: 사용자정의필드
pt_pt: Campos definidos pelo usuário
ru: Пользовательские поля
tr: Kullanıcı tanımlı alanlar

# Settings_Grids_Column_Label
source: Column
de: Spalte
es_419: Columna
fi: Sarake
fr: Colonne
hu: Oszlop
ko: 열
pt_pt: Coluna
ru: Столбец
tr: Sütun

# Settings_Grids_DecimalPrecision_Label
source: Decimal Precision
de: Dezimalgenauigkeit
es_419: Precisión decimal
fi: Desimaalien määrä
fr: Nombre de décimales
hu: Tizedes pontosság
ko: 소숫점 자릿수
pt_pt: Precisão decimal
ru: Округление
tr: Ondalık duyarlığı

# Settings_Grids_DefaultPrecisionFormat
source: Default ({0})
de: Standard ({0})
es_419: Por defecto ({0})
fi: Oletus ({0})
fr: Par défaut ({0})
hu: Alapértelmezett ({0})
ko: 기본 ({0})
pt_pt: Padrão ({0})
ru: По умолчанию ({0})
tr: Varsayılan ({0})

# Settings_Grids_NoPrecisionLabel
source: None
de: Keine
es_419: Ninguno
fi: Ei mitään
fr: Aucune
hu: Egyik sem
ko: 없음
pt_pt: Nenhum
ru: Целое число
tr: Hiçbiri

# Settings_HistoryCapture
source: History Capture
de: Verlaufsaufzeichnung
es_419: Captura de la historia
fi: Historia tallennus
fr: Capture de l’historique
hu: Történelem elfog
ko: 이력 캡처
pt_pt: História de captura
ru: История захвата
tr: Geçmiş yakalama

# Settings_HistoryCaptureDaysToKeep
source: Days Of History To Maintain
de: Anzahl der aufzuzeichenden Tage
es_419: Días de la historia para mantener
fi: Historiaa säilytetään (päiviä)
fr: Jours d'historique à conserver
hu: Nap története fenntartása
ko: 이력 보관 일수
pt_pt: Dias da história para manter
ru: Период хранения истории (дни)
tr: Geçmişini korumak için günlük

# Settings_ImportedDemand
source: Imported Demand
de: Importierter Bedarf
es_419: Demanda importada
fi: Tiedonsiirrossa tuotu kysyntä
fr: Demande importée
ko: 수입된 수요
pt_pt: Demanda importada

# Settings_IncludeSpikesAsDemandAllocation
source: Include Spikes in Available Stock
de: Spitzen im verfügbaren Bestand berücksichtigen
es_419: Incluyen picos en Stock disponible
fi: Piikit sisällytetään saatavilla olevaan varastoon (available stock)
fr: Inclure les pics dans le flux disponible
hu: Közé tartozik a tüskék a rendelkezésre álló készlet
ko: 가용재고에 스파이크 포함
pt_pt: Incluem os picos em estoque disponível
ru: Включать пиковые заказы в доступный запас
tr: Sivri mevcut stok dahil

# Settings_IsHighAccuracyPSO
source: Include Open Supply in Projected Stock Out Alert
de: Offene Versorgung (Bestellbestand) bei projizierter Lagerbestandswarnung berücksichtigen
es_419: Incluyen fuente abierta en la acción proyectada alerta
fi: Sisällytetään Avoimet Hankintatilaukset Ennustettuun Ei-varastossa hälytykseen.
fr: Inclure les commandes en cours dans les alertes de stock projeté
ko: 경고 밖으로 예상 재고 오픈 공급 포함
pt_pt: Incluir fonte aberta em estoque projetado alerta

# Settings_LocalTimeZone
source: Local Time Zone
de: Lokale Zeitzone
es_419: Zona horaria local
fi: Paikallinen aikavyöhyke
fr: Fuseau horaire local
hu: Helyi időzóna
ko: Local 표준 시간대
pt_pt: Fuso horário local
ru: Местный часовой пояс
tr: Yerel Saat dilimi

# Settings_Mrp_Disabled
source: MRP calculations are disabled
de: MRP-Berechnungen sind deaktiviert
es_419: Cálculos de MRP se desactivan
fi: MRP laskenta ei ole käytössä
fr: Le calcul des besoins est désactivé
hu: MRP számítás le vannak tiltva
ko: MRP 계산을 사용할 수 없습니다.
pt_pt: Cálculos de MRP estão desativados
ru: MRP расчеты отключены
tr: MRP hesaplamaları devre dışı bırakılır

# Settings_Mrp_DoMaterialRequirementsNettingAfterImport
source: Perform MRP Netting after import? (Full MRP)
de: MRP-Netting nach dem Import ausführen? (Voller MRP-Lauf)
es_419: ¿Realizar MRP compensación después de la importación? (MRP completo)
fi: Suorita MRP Tarvelaskenta datapäivitysten jälkeen? (Täysi MRP)
fr: Effectuer un calcul de besoin après importation (complet)
hu: Végre MRP nettósítási importálás után? (Teljes MRP)
ko: 가져오기 후 MRP 수행(전체 MRP)?
pt_pt: Executar o MRP compensação após a importação? (MRP completo)
ru: Выполнить MRP неттинг (расчет чистой потребности) после импорта? (Full MRP)
tr: MRP kumaşı aldıktan sonra yerine? (Tam MRP)

# Settings_Mrp_DoMaterialRequirementsNettingWhenCreatingOrders
source: Perform MRP Netting when creating new orders? (Net-Change MRP)
de: MRP-Netting nach dem Anlegen neuer Aufträge ausführen? (MRP-Lauf nur über Änderungen)
es_419: Realizar MRP malla al crear nuevos pedidos. (Red-cambio MRP)
fi: Suorita MRP tarvelaskenta uusia tilauksia luotaessa? (MRP-nettomuutos)
fr: Effectuer un calcul de besoin lors de la création d'ordres (sélectif)
hu: Végre MRP nettósítási új rendelések létrehozásakor? (Net-változás MRP)
ko: 오더 생성시 MRP 수행(Net Change MRP)?
pt_pt: Executar o MRP compensação ao criar novas ordens? (Rede-mudança MRP)
ru: Выполнять MRP неттинг при создании новых заказов? (Net-Change MRP)
tr: MRP kumaşı yeni siparişleri oluştururken performans? (Net değişim MRP)

# Settings_Mrp_EnableAutoCreateMinMaxSupplyOrders
source: Automatically create supply orders for Min/Max parts?
de: Beschaffungsaufträge für Min/Max-Material automatisch anlegen?
es_419: ¿Crear automáticamente órdenes de suministro para las piezas de Min/Max?
fi: Luo automaattisesti ostotilaukset Min/Maks ohjattaville tuotteille?
fr: Créer automatiquement les commandes d'approvisionnement pour les articles mini/maxi ?
hu: Automatikusan létre ellátási rendelések a Min/Max alkatrészek?
ko: Min/Max 품목 공급오더 자동 생성?
pt_pt: Criar automaticamente ordens de abastecimento para as peças de Max/Min?
ru: Создавать заказы на поставку автоматически для Min/Max номенклатуры?
tr: Otomatik olarak en az/en fazla parçalar için tedarik emri oluştur?

# Settings_Mrp_EnableAutoCreateNonBufferedSupplyOrders
source: Automatically create supply orders for Non-Buffered parts?
de: Beschaffungsaufträge für NB-Material (nicht gepuffert) automatisch anlegen?
es_419: ¿Crear automáticamente órdenes de suministro para las piezas no-Buffered?
fi: Luo automaattisesti ostotilaukset puskuroimatomille tuotteille?
fr: Créer automatiquement les commandes d'approvisionnement pour les articles non stockées ?
hu: Automatikusan létre ellátási rendelések nem pufferelt alkatrészek?
ko: Non-Buffered 품목 공급오더 자동 생성?
pt_pt: Criar automaticamente ordens de abastecimento para as peças Non-tampão?
ru: Создавать заказы на поставку автоматически для номенклатуры без буфера?
tr: Otomatik olarak sigara arabelleğe alınan parçalar için tedarik emri oluştur?
