Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Admin.*.resx
Languages: de, es_419, fi, fr, hu, ko, pt_pt, ru, tr

# Settings_Mrp_EnableMaterialRequirementsPlanning
source: Enable Material Requirements Planning
de: Materialbedarfsplanung (MRP) aktivieren?
es_419: Permitir la planificación de requerimientos de Material
fi: Mahdollista MRP Tarvelaskenta
fr: Activer le calcul des besoins
hu: Engedélyezi az anyagigény-tervezés
ko: MRP 사용 활성화
pt_pt: Permitir o planejamento de necessidades de materiais
ru: Включить Планирование потребности в материалах (MRP)
tr: Malzeme gereksinimleri planlaması etkinleştirmek

# Settings_Mrp_mrpFeatures1
source: These options will allow R+ to automatically create Supply Orders during MRP Netting to meet open demand and will only affect parts in a Bill of Materials.
de: Bei diesen Optionen erstellt R+ während des MRP-Laufes automatisch Bestellungen, um den offenen Bedarf zu befriedigen, dies wirkt sich nur auf Material in einer Stückliste aus.
es_419: Estas opciones permiten R+ crear automáticamente órdenes de suministro durante el MRP de la red para satisfacer la demanda abierta y solo afectará a las partes en una lista de materiales.
fi: Näiden asetusten avulla R+ luo hankintatilaukset automaattisesti MRP tarvelaskennan aikana vastaamaan avointa kysyntää ja tämä vaikuttaa vain tuoterakenteessa määritettyihin osto- ja välituotteisiin.
fr: Ces options permettront à R + de créer automatiquement les commandes d'approvisionnement au cours du calcul des besoins pour satisfaire la demande et affecteront uniquement les articles inclus dans des nomenclatures.
hu: Ezek a beállítások lehetővé teszi R+ automatikusan hozzon létre ellátási rendelés létrehozása során MRP nettósítási nyitott kereslet kielégítésére, és csak hatással lesz egy Anyagjegyzék alkatrész.
ko: 이 옵션은 MRP Netting하는 동안 오픈 수요에 대응하는 공급 오더를 자동으로 생성하고, BOM 자품목들의 수요를 발생시킨다.
pt_pt: Essas opções permitirão R + criar automaticamente ordens de abastecimento durante o MRP compensação para atender a demanda aberta e afetarão apenas as peças em um Bill of Materials.
ru: Эта настройка позволяет R+ автоматически создавать заказы на поставку на основании спецификаций для номенклатуры
tr: Bu seçenekler R+ otomatik olarak açık talebi karşılamak için MRP kumaşı sırasında tedarik emirleri oluşturmak izin verir ve yalnızca bir ürün reçetesi bölümlerinde etkiler.

# Settings_Mrp_mrpFeatures2
source: During MRP Netting, these settings will limit how far forward R+ will try to create orders. These values are added to the part's R+ Lead Time. e.g. If set to '5', and a part has an R+ Lead Time of 5 days, R+ will not create an order until the current date is within 10 working days of the demand due date.
de: Während MRP Netting werden diese Einstellungen begrenzen wie weit vorn R+ versucht Bestellungen erstellen. Diese Werte werden des Teils R+ Vorlaufzeit hinzugefügt. z.B. wenn legen Sie auf '5', und ein Teil einer R+ Vorlaufzeit hat 5 Tage R+ nicht schafft eine Bestellung bis zum aktuelle Datum innerhalb von zehn Arbeitstagen nach der Nachfrage ist fällig am.
es_419: Durante el MRP de la red, estos ajustes limitará cuán lejos adelante R+ intentará crear órdenes. Estos valores se añaden a R+ plazo de la parte de ejecución. por ejemplo si a '5' y una parte tienen una R+ plazo de 5 días, R+ no creará una orden hasta la fecha actual es dentro de 10 días hábiles de la demanda de fecha de vencimiento.
fi: Nämä asetukset rajoittavat kuinka pitkälle tulevaisuuteen R+ pyrkii luomaan tilauksia MRP tarvelaskennan aikana. Nämä arvot lisätään tuotteiden R+ Läpimenoaikaan. Jos esim. asetettu '5', ja tuotteella on 5 päivän R+ Läpimenoaika, R+ ei luo tilauksia kunnes nykyinen päivämäärä on 10 työpäivää kysynnän eräpäivästä.
fr: Au cours du calcul des besoins, ces paramètres déterminent sur quel horizon R+ essayera de créer des commandes. Ces valeurs sont ajoutées au délai R+ de l'article. Par exemple si le paramètre est '5' et le délai R+ de l'article est de 5 jours, R+ ne créera pas de commande tant que la date d'aujourd'hui est à moins de 10 jours ouvrables de l'échéance du besoin.
hu: Közben MRP háló ezek a beállítások korlátozni fogja, milyen messze előre R+ megpróbálja rendelések létrehozása. Ezek az értékek bekerülnek a rész R+ átfutási idő. pl. ha készlet-hoz "5", és egy része még egy R+ átfutási idő 5 nap, R+ nem hoz létre egy rendelést addig, amíg az aktuális dátumot a kereslet követő 10 munkanapon belül fizetési határidő.
ko: 이 값은 MRP Netting중에, R+ 시스템이 어디까지 오더를 생성할 것인가를 제한한다. 이 값에 품목의 R+리드타임을 더한 구간까지만 오더를 생성한다. 즉 만약 여기에 '5'라고 설정했고, 품목의 R+ 리드타임이 5일이라면, 수요 납기일자가 10일 이내인 수요에 대해서만 오더를 생성한다.
pt_pt: Durante a compensação de MRP, essas configurações irão limitar quanto para a frente R + irá tentar criar ordens. Esses valores são adicionados para R + levam tempo a parte. por exemplo, se definido como '5' e uma parte tem um R + prazo de 5 dias, R + não criará uma ordem no prazo de 10 dias úteis da demanda até a data atual data de vencimento.
ru: these settings will limit how far forward R+ will try to create orders. These values are added to the part's R+ Lead Time. e.g. If set to '5'
tr: MRP kumaşı sırasında bu ayarları ne kadar ileri R+ emri oluşturmaya çalışacağız sınırlar. Bu değerler için bölümün R+ zaman yol eklenir. Örneğin ayarlamak '5' ve bir bölümü bir R+ zaman kurşun varsa geçerli tarihi 10 gün içerisinde talebin olana 5 gün, R+ bir emri oluşturur değil son tarih.

# Settings_Mrp_mrpNettingFull
source: R+ will automatically do MRP Netting for ALL imported demand orders (Sales Orders and Work Orders). Imported demand records should not contain any child demand.
de: R+ wird automatisch ein MRP-Netting für alle importierten Bedarfe (Kundenbestellungen und Arbeitsaufträge) durchführen. Importierte Bedarfsdatensätze dürfen keine Bedarfe für untergeordnete Artikel (Sekundärbedarfe) enthalten.
es_419: R+ automáticamente hará MRP de la red para todos los pedidos de importación demanda (pedidos de venta y órdenes de trabajo). Registros importados demanda no deben contener la demanda de cualquier niño.
fi: R+ tekee automaattisesti MRP tarvelaskennan KAIKILLE R+:saan siirretyille tilauksille (myyntitilaukset ja työtilaukset). Siirretyt kysyntätilaukset eivat saisi sisältää tuoterakenteen lapsia koskevaa kysyntää.
fr: R + va automatiquement effectuer un calcul des besoins pour toute ligne de demande importée (Commandes de vente et OF). Les données de demande importées ne doivent pas contenir les demandes des articles enfants (articles de niveau inférieur)
hu: R+ akarat gépiesen csinál MRP háló minden importált kereslet megrendelés (értékesítési rendeléseket és munka). Importált kereslet rekordokat tartalmazzon minden gyermek iránti kereslet.
ko: R+는 가져오기한 모든 수요(Sales Order and Work Order)에 대해 MRP Netting을 자동으로 수행한다. 가져오기한 수요에는 자품목 수요가 포함되어 있지 않아야 한다.
pt_pt: R + irá automaticamente fazer MRP compensação para TODAS as encomendas de demanda importado (ordens de vendas e ordens de trabalho). Registros de demanda importados não devem conter qualquer demanda de criança.
ru: R + будет автоматически выполнять MRP неттинг для всех импортированных заказов на отгрузку (заказы покупателей и от производства). Импортированные заказы не должны содержать заказы на дочерние номенклатуры.
tr: R+ otomatik olarak MRP kumaşı tüm ithal talep siparişler (satış siparişleri ve iş siparişleri) için yapacak. İçe aktarılan isteğe bağlı kayıtlar herhangi bir çocuk talep içermemesi gerekir.

# Settings_Mrp_mrpNettingNetChange
source: R+ will only perform MRP Netting when creating orders manually or approving recommended orders. R+ will assume that all imported demand orders have already been netted by your MRP system prior to import.
de: R+ wird ein MRP-Netting nur durchführen, wenn Aufträge manuell erstellt oder Auftragsempfehlungen akzeptiert worden sind. R+ nimmt an, dass alle importierten Bedarfe durch Ihr MRP-Systembereits vor dem Importieren verrechnet wurden.
es_419: R+ sólo realizará MRP de la red cuando recomienda crear órdenes manualmente o aprobar órdenes. R+ a suponer que todos los pedidos de importación demanda ya han sido anotó por su previo sistema MRP para importar.
fi: R+ suorittaa MRP tarvelaskennan vain, kun tilaukset luodaan manuaalisesti tai hyväksytään tilausehdotuksia. R+ olettaa, että kaikille R+:saan siirretyille tilauksille on jo toteutettu MRP tarvelaskenta ennen tietojen siirtoa.
fr: Le calcul des besoins ne sera effectué que lors de la création manuelle de commandes ou l'approbation des propositions. R+ suppose que tous les ordres importés ont déjà fait l'objet d'un calcul des besoins dans votre système MRP avant importation.
hu: R+ csak elvégzi MRP nettósítási amikor rendelések manuális létrehozása vagy jóváhagyásáért ajánlott megrendelések. R+ feltételezi, hogy az összes importált igény szerint rendelést már nettósított az MRP rendszer előzetesen importálni.
ko: R+는 수동으로 오더를 생성하거나 권고 오더를 승인할 때만 MRP Netting을 수행한다. R+는 ERP의 MRP 시스템에서 데이터를 가져오기 전에 이미 모든 수요 오더가 생성되었다고 가정한다.
pt_pt: R + só irá realizar compensação MRP quando criando ordens manualmente ou aprovação recomendada ordens. R + irá assumir que todas as ordens de demanda importados já foi um lucro de pelo seu antes de sistema MRP para importar.
ru: R + будет выполнять MRP неттинг только при создании заказов вручную или подтверждении рекомендуемых заказов. Будет предполагаться
tr: Siparişlerini el ile oluşturma veya onaylama emir tavsiye edilir R+ yalnızca MRP kumaşı gerçekleştirir. R+ tüm ithal talep siparişleri almak için MRP sistemi rahip tarafından zaten kazandı olduğunu kabul eder.

# Settings_Mrp_mrpNettingSuggestion1
source: If 'MRP Netting after import' is selected, we suggest also enabling 'MRP Netting when creating new orders'. This will ensure consistent behavior.
de: Wenn Sie 'MRP-Netting nach Import' aktivieren, empfehlen wir, auch 'MRP-Netting nach dem Anlegen neuer Aufträge' zu aktivieren. Dies gewährleistet konsistentes Verhalten.
es_419: Si 'MRP compensación después de la importación' es seleccionada, sugerimos también que permite 'MRP compensación cuando se crean nuevas órdenes'. Esto asegurará el comportamiento consistente.
fi: Jos on valittu MRP tarvelaskenta R+:saan siirron jälkeen, suosittelemme, että valitaan myös MRP tarvelaskenta uusia tilauksia luotaessa". Näin saavutetaan yhdenmukainen toiminta."
fr: Si le calcul de besoin après importation est sélectionné, nous vous suggérons de permettre le calcul de besoin lors de la création de nouvelles commandes, pour garantir un comportement cohérent.
hu: Ha a "MRP nettósítás importálás után" választotta, azt javasoljuk, is lehetővé teszi, hogy "MRP nettósítás új rendelések létrehozásakor". Ez biztosítja a következetes viselkedés.
ko: "데이터 가져오기 후 MRP Neeting"을 선택했다면, '신규 오더 생성시 MRP Netting"도 선택해야 한다. 그렇게 해야만 데이터가 일관되게 처리된다.
pt_pt: Se 'MRP compensação após importação' for selecionada, sugerimos também permitindo 'MRP compensação ao criar novas ordens'. Isto irá garantir comportamento consistente.
ru: we suggest also enabling 'MRP Netting when creating new orders'. This will ensure consistent behavior.
tr: 'Örgü alma sonra MRP' ise Seçili, biz de 'Yeni siparişleri oluştururken MRP kumaşı' etkinleştirme öneririz. Bu tutarlı davranış sağlayacaktır.

# Settings_Mrp_SalesOrderDemandProcessingWindow
source: Demand Processing Window for Sales Orders
de: Fenster zur Bedarfsverarbeitung für Kundenaufträge
es_419: Demanda de ventana de procesamiento de pedidos de venta
fi: Myyntitilausten käsittelyn aikaikkuna
fr: Horizon de traitement de la demande pour les commandes de vente
hu: Kereslet feldolgozás ablak, az értékesítési rendelésekhez
ko: 판매오더 수요 처리구간
pt_pt: Demanda de janela de processamento de pedidos de vendas
ru: Окно обработки потребности для заказов покупателя
tr: Talep penceresinde satış siparişleri için işleme

# Settings_Mrp_WorkOrderDemandProcessingWindow
source: Demand Processing Window for Work Orders
de: Fenster zur Bedarfsverarbeitung für Arbeitsaufträge
es_419: Demanda de ventana de procesamiento de órdenes de trabajo
fi: Työtilausten käsittelyn aikaikkuna
fr: Horizon de traitement de la demande pour les ordres de fabrication
hu: A kereslet-feldolgozás ablak, a munka megrendelése
ko: 생산오더 수요 처리구간
pt_pt: Demanda de janela de processamento de ordens de trabalho
ru: Окно обработки потребности для заказов от производства
tr: İş siparişleri için pencere işleme isteğe bağlı

# Settings_Nav_ApiTokens
source: API Tokens
de: API-Token
es_419: Tokens de la API
fi: API tunnussanoma
fr: Jetons de l'API
hu: API tokenek
ko: API 토큰
pt_pt: Tokens de API
ru: Ключи безопасности API
tr: API belirteçleri

# Settings_Nav_DateTime
source: Date/Time Format
de: Datum/Uhrzeit-Format
es_419: Formato de fecha/hora
fi: Päivä/aika formaatti
fr: Format date/heure
hu: Dátum-és időformátum
ko: 날짜/시간 형식
pt_pt: Formato de data/hora
ru: Формат даты и времени
tr: Tarih/Saat biçimi

# Settings_Nav_GlobalFilter
source: Global Part Filter
de: Globaler Artikelfilter
es_419: Filtro parte global
fi: Tuotteiden globaali suodatin
fr: Filtre
hu: Globális rész szűrő
ko: 글로벌 필터
pt_pt: Filtro de parte global
ru: Общий фильтр по номенклатуре
tr: Genel Bölüm Filtresi

# Settings_Nav_GlobalSettings
source: Global Settings
de: Globale Einstellungen
es_419: Configuración global
fi: Yleiset asetukset
fr: Paramètres globaux
hu: Globális beállítások
ko: 글로벌 설정
pt_pt: Configurações globais
ru: Общие настройки
tr: Genel ayarlar

# Settings_Nav_Grids
source: Grids
de: Raster
es_419: Rejillas
fi: Ruudukko
fr: Grilles
hu: Rácsok
pt_pt: Grades
ru: Настройки округления
tr: Izgaralar

# Settings_Nav_MaterialRequirements
source: Material Requirements Planning
de: Materialbedarfsplanung
es_419: Planificación de requerimientos de material
fi: Materiaalitarpeiden suunnittelu
fr: Calcul des besoins
hu: Anyagigény-tervezés
ko: MRP
pt_pt: Planejamento de necessidades de materiais
ru: Планирование потребности в материалах (MRP)
tr: Malzeme gereksinimleri planlaması

# Settings_Nav_Processing
source: Processing
de: Verarbeitung
es_419: Procesamiento de
fi: Käsittelyssä
fr: Traitement
pt_pt: Processamento de

# Settings_Nav_Sitewide
source: Sitewide
es_419: En todo el sitio
fi: Koko sivuston kattava
fr: Au niveau du site
hu: Teljes website
ko: 사이트 전체
pt_pt: No site
ru: По всему сайту
tr: Site çapında

# Settings_Nav_UserAccount
source: User Account
de: Benutzerkonto
es_419: Cuenta de usuario
fi: Käyttäjätili
fr: Compte d'utilisateur
hu: Felhasználói fiók
ko: 사용자 ID
pt_pt: Conta de usuário
ru: Учетная запись пользователя
tr: Kullanıcı hesabı

# Settings_Nav_UserManagement
source: User Management
de: Benutzerverwaltung
es_419: Administración de usuarios
fi: Käyttäjien hallinta
fr: Gestion des utilisateurs
hu: Felhasználók kezelése
ko: 사용자 관리
pt_pt: Gerenciamento de usuários
ru: Управление пользователями
tr: Kullanıcı yönetimi

# Settings_PasswordComplexity
source: Password Complexity Requirements
de: Anforderungen an die Kennwortkomplexität
es_419: Requisitos de complejidad de contraseña
fi: Salasanan monimutkaisuusvaatimukset
fr: Spécifications des mots de passe
hu: Jelszó-bonyolultsági követelmények
ko: 비밀번호 복잡성 요구 사항
pt_pt: Requisitos de complexidade de senha
ru: Требования сложности паролей
tr: Parola karmaşıklık gereksinimlerini

# Settings_PleaseSelectAFormat
source: Please select a format
de: Bitte wählen Sie ein Format
es_419: Por favor, seleccione un formato de
fi: Valitse muoto
fr: Veuillez sélectionner un format
hu: Kérjük, válassza ki a formátum
ko: 포맷 선택
pt_pt: Por favor, selecione um formato
ru: Пожалуйста
tr: Lütfen bir biçim seçin

# Settings_ProjectedStockOutLeadTimeHorizon
source: Projected Stock-Out Lead Time Horizon
de: Horizont für projizierten Nullbestand
es_419: Horizonte plomo proyectada acción-hacia fuera
fi: Ennustetun stock-out Läpimenoajan aikahorisontti
fr: Horizon projeté de rupture de Stock
hu: Horizon tervezett állomány átfutási idő
ko: 예상 품절 리드타임 구간
pt_pt: Horizonte temporal de chumbo projetadas Stock-Out
ru: Горизонт времени выполнения для прогнозируемого аут-оф-стока
tr: Kalan tahmini stok-Out kurşun süre

# Settings_PurchaseOrder
source: Purchase Order
de: Lieferantenbestellung
es_419: Orden de compra
fi: Ostotilaus
fr: Bon de commande
hu: Beszerzési rendelés
ko: 구매오더
pt_pt: Ordem de compra
ru: Заказ поставщику
tr: Satınalma siparişi

# Settings_Reset_Btn
source: Reset
de: Zurücksetzen
fi: Resetoi
fr: Réinitialiser
ko: 재설정
pt_pt: Redefinir
ru: Сброс
tr: Sıfırlama

# Settings_RoundBufferValuesToOne
source: Round Buffer Values to One
de: Pufferwerte auf Eins runden
es_419: Redondear valores de los buffers a uno
fi: Pyöristä puskuri arvot yhteen
fr: Arrondir la valeur du Buffer
hu: Egy kerek puffer értékek
ko: 버퍼값 소수 올림
pt_pt: Tampão redondo valores para um
ru: Круглая буфера значения для одного
tr: Yuvarlak tampon değerleri bir

# Settings_SalesOrder
source: Sales Order
de: Kundenauftrag
es_419: Pedido de ventas
fi: Myyntitilaus
fr: Commande de vente
hu: Értékesítési rendelés
ko: 판매 오더
pt_pt: Ordem de venda
ru: Заказ покупателя
tr: Satış siparişi

# Settings_SaveChanges_Btn
source: Save changes
de: Änderungen speichern
es_419: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
hu: Módosítások mentése
ko: 변경 사항 저장
pt_pt: Salvar as alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydetmek

# Settings_SaveChangesConfirmation
source: Do you want to save your changes?
de: Möchten Sie Ihre Änderungen speichern?
es_419: ¿Quieres guardar los cambios?
fi: Haluatko tallentaa muutokset?
fr: Voulez-vous enregistrer les modifications ?
hu: Szeretné menteni a módosításokat?
ko: 변경 내용을 저장하겠습니까?
pt_pt: Você quer salvar as alterações?
ru: Вы хотите сохранить изменения?
tr: Yaptığınız değişiklikleri kaydetmek istiyor musunuz?

# Settings_SaveChangesDetail
source: If you don't save, your changes will be lost.
de: Wenn Sie nicht speichern, gehen Ihre Änderungen verloren.
es_419: Si no salvas, los cambios se perderán.
fi: Muutokset menetetään, mikäli et tallenna tietoja.
fr: Si vous n'enregistrez pas, vos modifications seront perdues.
hu: Ha nem mentjük, a módosítások elvesznek.
ko: 저장하지 않으면, 변경 내용이 손실됩니다.
pt_pt: Se você não salvar, suas alterações serão perdidas.
ru: your changes will be lost.
tr: Kaydetmezseniz, yaptığınız değişiklikler kaybolacak.

# Settings_SecuritySettings
source: Security Settings
de: Sicherheitseinstellungen
es_419: Configuración de seguridad
fi: Suojausasetukset
fr: Paramètres de sécurité
ko: 보안 설정
pt_pt: Configurações de segurança
ru: Параметры безопасности
tr: Güvenlik ayarları

# Settings_UnsavedChanges
source: Unsaved changes
de: Ungespeicherte Änderungen
es_419: Cambios no guardados
fi: Ei-tallennetut muutokset
fr: Modifications non enregistrées
hu: Mentetlen módosítások
ko: 변경 내용이 저장되지 않았습니다.
pt_pt: Alterações não salvas
ru: Несохраненные изменения
tr: Kaydedilmemiş değişiklikler

# Settings_User_DateFormat
source: Date Format
de: Datumsformat
es_419: Formato de fecha
fi: Päivämäärämuoto
fr: Format de date
hu: Dátum formátum
ko: 날짜 형식
pt_pt: Formato de data
ru: Формат даты
tr: Tarih biçimi

# Settings_User_DateFormat_NoneFound
source: No date columns found
de: Kein Datumsspalten gefunden
es_419: No hay columnas de fecha encontrados
fi: Päivämäärä-sarakkeita ei löytynyt
fr: Aucune colonne de date trouvée
hu: Nem található időpont oszlop
ko: 날짜 열 없음
pt_pt: Não há colunas de data encontradas
ru: Столбцы даты
tr: Buldum hiçbir tarih sütun

# Settings_User_DateFormat_Title
source: Select Date/Time Format
de: Wählen Sie das Datum/Zeitformat
es_419: Seleccionar el formato de fecha y hora
fi: Valitse päivämäärän tai ajan muoto
fr: Sélectionnez le Format de Date/heure
hu: Válassza ki a dátum-és időformátum
ko: 날짜/시간 형식 선택
pt_pt: Selecione o formato de data/hora
ru: Выберите формат даты и времени
tr: Tarih/Saat biçimi seçin

# Settings_User_DecimalPrecision
source: Decimal Precision
de: Dezimalgenauigkeit
es_419: Precisión decimal
fi: Desimaalien määrä
fr: Nombre de décimales
hu: Tizedes pontosság
ko: 소수 자릿수
pt_pt: Precisão decimal
ru: Округление
tr: Ondalık duyarlığı

# Settings_User_DecimalPrecision_Title
source: Select Precision
de: Genauigkeit auswählen
es_419: Seleccione la precisión
fi: Valitse tarkkuus
fr: Sélectionner le nbre
hu: Válassza ki a pontosság
ko: 자릿수 선택
pt_pt: Selecione a precisão
ru: Выберите округление
tr: Hassas seçin

# Settings_User_LoginCanRemeber
source: Allow users to use "Remember Me"?
de: Sollen Benutzer, "Autmatische Anmeldung" verwenden dürfen?
es_419: ¿Permiten a los usuarios utilizar "Recuerda Me"?
fi: Käyttäjät voivat käyttää "Muista minut"?
fr: Permettre aux utilisateurs d’utiliser « Se souvenir de moi » ?
ko: 사용자가 "기억 나"를 사용 하도록 허용?
pt_pt: Permitir que os usuários usem "Remember Me"?
ru: Разрешить пользователям использовать «Запомнить меня»?
tr: "Onthoud mij" kullanmak için kullanıcıların izin verilsin mi?

# Settings_User_LoginRemember_Username
source: username only
de: nur Benutzername
es_419: nombre de usuario sólo
fi: vain käyttäjätunnus
fr: nom d’utilisateur uniquement
ko: 사용자만
pt_pt: nome de usuário apenas
ru: имя пользователя только
tr: Kullanıcı adı sadece

# Settings_User_LogoutAfter
source: Logout users automatically after a period of inactivity? (hours)
de: Benutzer bei Inaktivität automatisch abmelden? (nach wie viel Stunden)
es_419: ¿Usuarios de sesión automáticamente después de un período de inactividad? (horas)
fi: Kirjaa käyttäjät automaattisesti ulos käyttämättömyysajan jälkeen? (tuntia)
fr: Déconnecter automatiquement les utilisateurs après une période d'inactivité? (heures)
ko: 비활동의 기간 후에 자동으로 사용자가 로그 아웃? (시간)
pt_pt: Usuários de logout automaticamente após um período de inatividade? (horas)
ru: Выход пользователей автоматически после определенного периода бездействия? (часов)
tr: Oturum kapatma kullanıcı işlem bir süre sonra otomatik olarak? (saat)

# Settings_User_LogoutAfter_RememberMe
source: Users can use "Remember Me" to stay logged in.
de: Benutzer können über die "automatische Anmeldung" eingeloggt bleiben.
es_419: Los usuarios pueden utilizar "Recuerda Me" permanecer conectado.
fi: Käyttäjät voivat käyttää "Muista minut"pysyäkseen sisäänkirjautuneena.
fr: Les utilisateurs peuvent utiliser « Se souvenir de moi » pour rester connectés
ko: 사용자가 로그인 유지 "기억 나"를 사용할 수 있습니다.
pt_pt: Os usuários podem usar "Remember Me" para permanecer conectado.
ru: Пользователи могут использовать «Запомнить меня» чтобы оставаться зарегистрированным.
tr: Kullanıcılar "Onthoud mij" bağlı kalmak için kullanabilirsiniz.

# Settings_User_LogoutAll
source: Force all users to log in again?
de: Alle Benutzer zwingen, sie neu anzumelden?
es_419: ¿Fuerza a todos los usuarios iniciar sesión otra vez?
fi: Pakota käyttäjät kirjautumaan sisään uudelleen?
fr: Forcer tous les utilisateurs à se connecter à nouveau ?
ko: 모든 사용자가 다시 로그인 하도록 강제?
pt_pt: Forçar todos os usuários para logar-se novamente?
ru: Заставить всех пользователей снова войти в систему?
tr: Tekrar oturum açmak için tüm kullanıcıların zorlamak mı?

# Settings_User_LogoutAll_Action
source: Logout All Users
de: Abmeldung aller Benutzer
es_419: Cerrar sesión todos los usuarios
fi: Kirjaa ulos kaikki käyttäjät
fr: Déconnecter tous les utilisateurs
ko: 로그 아웃 모든 사용자
pt_pt: Logout de todos os usuários
ru: Выход из системы всех пользователей
tr: Oturum kapatma tüm kullanıcılar
