Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Import.*.resx
Languages: fi, hu

source: Add Files
fi: Lisää tiedostoja
hu: Fájlok hozzáadása

source: All fields are accepted
fi: Kaikki kentät hyväksytään
hu: Minden területen fogadnak

source: All files OK
fi: Kaikki tiedostot OK
hu: Az OK gombra az összes fájl

source: allowed fields
fi: sallitut kentät
hu: engedélyezett mezőket

source: Cancel
fi: Peruuta
hu: Mégse

source: Complete
fi: Täydellinen
hu: Teljes

source: Configuration Import
fi: Kokoonpanon tuonti
hu: Konfiguráció importálása

source: Confirm Delete
fi: Vahvista poisto
hu: Törlés megerősítése

source: Continue
fi: Jatka
hu: Továbbra is

source: Data Import
fi: Tietojen tuonti
hu: Adatok importálása

# DataNotValidated
source: Data has not been validated
fi: Tietoja ei ole vahvistettu
hu: Adatok érvényesítése nem volt

source: Data validation failed
fi: Kelpoisuustarkistus epäonnistui
hu: Adatok érvényesítése nem sikerült

source: Data validation passed
fi: Tietojen oikeellisuustarkistus hyväksytty
hu: Átadott adatok érvényesítése

source: Delete
fi: Poista
hu: Törlése

source: Delete All
fi: Poista kaikki
hu: Törölje az összes

source: Delete file and re-upload
fi: Poista tiedosto ja lähetä se uudelleen
hu: Törölje a fájlt, és ré hang-feltölt

# EncounteredNumErrorsWithUploadFormat
source: Encountered {0} errors. Showing the first {1} errors.
fi: Kohtasi {0} virhettä. Näytetään ensimmäiset {1} virhettä.
hu: A(z) {0} hibákat észlelt. Az első {1} hibák találat.

source: Errors In Upload
fi: Virheitä latauksessa
hu: Feltöltési hiba

source: File Name
fi: Tiedostonimi
hu: Fájlnév

source: Files deleted successfully
fi: Tiedostojen poisto onnistui
hu: Fájlok sikeresen törölve

# Import_Button_Save
source: Save
fi: Tallenna
hu: Mentés

# Import_Button_Validate
source: Validate
fi: Vahvista
hu: Érvényesít

# Import_Nav_BulkEdit
source: Bulk Edit
fi: Joukkomuokkauksen
hu: Tömeges szerkesztéssel

# Import_Nav_Completed
source: Completed
fi: Valmis
hu: Befejezett

# Import_Nav_Errors
source: Errors
fi: Virheitä
hu: Hibák

# Import_Nav_Failed
source: Failed
fi: Epäonnistui
hu: Nem sikerült

# Import_Nav_NewUpload
source: New Upload
fi: Uusi Upload
hu: Új feltöltés

# Import_Nav_Processing
source: Processing
fi: Käsittely
hu: Feldolgozás

# Import_Nav_Succeeded
source: Succeeded
fi: Onnistunut
hu: Sikerült

# Import_Nav_Summary
source: Summary
fi: Yhteenveto
hu: Összefoglaló

# Import_Tabs_Files
source: Files
fi: Tiedostot
hu: Fájlok

# Import_Tabs_Validation
source: Validation
fi: Validointi
hu: Érvényesítés

# Import_Validation_Info
source: Additional Information
fi: Lisätietoja
hu: További információk

# Import_Validation_ParsingErrors
source: Parsing Errors
fi: Jäsennysvirheitä
hu: Elemzési hiba

# Import_Validation_ValidationErrors
source: Validation Errors
fi: Vahvistusvirheet
hu: Érvényesség-ellenőrzési hibák

# Import_Validation_Warnings
source: Validation Warnings
fi: Tarkistusvaroitukset
hu: Érvényesítési figyelmeztetések

# ImportMode_Replace_Description
source: Uploaded files contain all records for the upload types
hu: Feltöltött fájlokat tartalmazó minden rekord a feltöltési típusok

source: Import Queue:
fi: Tuo jono:
hu: Import várólista:

# InstructionsForUnIdentified
source: Please ensure your System Data Exchange settings are correct
fi: Varmista
hu: Győződjön meg arról, a rendszer adatcsere beállításai helyesek

# KeyDeletedSuccessfully
source: Deleted successfully
fi: Poistettu
hu: Sikeresen törölve

source: New records include all fields
fi: Uusia tietueita sisällyttää kaikki kentät
hu: Új rekordokat tartalmaz minden mezőt

source: No data to display
fi: Ei tietoa näytettäväksi
hu: Nincsenek adatok megjelenítéséhez

source: OK
hu: oké

source: Parsing Errors
fi: Jäsennysvirheitä
hu: Elemzési hiba

# PleaseEnsureHeadersAreCorrect
source: Please ensure the file headers are correct
fi: Varmista tiedoston otsikot ovat oikeat
hu: Győződjön meg arról, a fájl-fejlécek helyesek

source: Please review before proceeding
fi: Tarkista ennen jatkamista
hu: Kérjük, olvassa el a folytatás előtt

source: Previous
fi: Edellinen
hu: Korábbi

source: Processing
fi: Prosessoi
hu: Feldolgozás

# PurgeToolTip
source: This mode is destructive and will delete records that are not in the uploaded files. The exceptions to this are Supply and Demand generated by Material Requirements Planning.
hu: Ebben az üzemmódban romboló, és törli a rekordokat, amelyek nem szerepelnek a feltöltött fájlokat. A kivétel a kereslet és a kínálat által anyagszükséglet-tervezés.

source: Records
fi: Tietueet
hu: Rekordok

# RecordsIgnoredMessageFormat
source: {0} records were ignored due to policy configuration
fi: {0} tietuetta ohitettiin järjestelmämäärityksistä johtuen
hu: a(z) {0} rekord figyelmen kívül hagyták miatt házirend konfigurálása

# RegionSettingsDescribed
source: Regional settings are applied to files at upload and not import.
fi: Aluekohtaisia asetuksia sovelletaan tiedostojen ulos viennissä (upload)
hu: Területi beállítások érvényesek, fájlokat, a feltöltés és import nem.

# ReplacesOrUpdatesRPlusConfiguration
source: Replaces or updates R+ configuration
fi: Korvaa tai päivittää R + kokoonpanon
hu: Kicserél vagy konfigurációjának R +

source: Save and continue
fi: Tallenna ja jatka
hu: Mentés és folytatás

source: Select type
hu: Válassza ki

source: Settings
fi: Asetukset
hu: Beállítások

source: Size
fi: Koko
hu: Méret

# StartAndIgnoreErrors
source: Start & Ignore Errors
fi: Aloita & ohittaa virheet
hu: Start & figyelmen kívül hagyja a hibákat

source: Start Another Upload
fi: Aloita toinen lataus
hu: Elkezd egy másik feltölteni

source: System Import
fi: Järjestelmän tuonnin
hu: Behozatali rendszer

source: Test
fi: Testi
hu: Teszt

source: Test Status
fi: Testiin status
hu: Állapot vizsgálat

source: Type
fi: Tyyppi
hu: Típus

# UnableToIdentify
source: Unable to identify one or more uploaded files
fi: Pysty tunnistamaan ladatut tiedostot
hu: Képtelen-hoz azonosságot megállapít egy vagy több feltöltött fájlokat

source: Updated records include only
fi: Päivitetyt tietueet sisältyvät vain
hu: Frissített rekordok tartalmazzák csak

source: Upload data
fi: Lataa tiedot
hu: Feltölteni az adatokat

source: Uploaded
fi: Ladattu
hu: Feltöltött

source: Uploading
fi: Lataa
hu: Feltöltése

source: Upload More Data
fi: Lataa lisätietoja
hu: További adatok feltöltése

source: Validate data
fi: Vahvista tiedot
hu: Adatok érvényesítése

source: Validating
fi: Validointi
hu: Érvényesítése

# ValidatingYourDataIsRecommended
source: Validating your data prior to import is recommended
fi: Validoida tiedot ennen importointia suositellaan
hu: Importálandó adatok előzetes ellenőrzése ajánlott

source: Validation Results
fi: Oikeellisuustarkistustulokset
hu: Érvényesítés eredmények

source: Your import is complete
fi: Tuonti on valmis
hu: Az importálás befejeződött

source: Your import will begin processing momentarily
fi: Tuonnin aloittaa käsittelyn hetkellisesti
hu: Az importálás kezdődik, egy pillanatra feldolgozása

# ImportStr
source: Import
fi: Tuonti

source: Reset
fi: Resetoi
