Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/ObjectModel.*.resx
Languages: de, es_419, fi, fr, hu, ko, ru

# Common_Description
source: Description
de: Beschreibung
es_419: Descripción
fi: Kuvaus
fr: Désignation
hu: Leírás
ko: 명세
ru: Описание

# Common_Late
source: Late
de: Spät
es_419: Tarde
fi: Myöhässä
fr: Retard
hu: Késő
ru: Запаздывание

# Common_MaterialType
source: Material Type
de: Materialart
es_419: Tipo de material
fi: Materiaalin tyyppi
fr: Type de Matière
hu: Anyag típus
ko: 자재Type
ru: Тип материала

# Common_Notes
source: Comments
de: Kommentare
es_419: Comentarios
fi: Kommentit
fr: Commentaires
hu: Megjegyzések
ru: Комментарии

# Common_OrderType
source: Order Type
de: Auftragsart
es_419: Tipo de pedido
fi: Tilauksen tyyppi
fr: Statut cde
hu: A rendelés típusát
ko: 오더 Type
ru: Тип заказа

# Common_PartType
source: Part Type
de: Artikeltyp
es_419: Tipo de parte
fi: Tuotteen tyyppi
fr: Type d'Article
hu: Házirendrész típus
ko: 품목 Type
ru: Тип номенклатуры

# Common_PlannerCode
source: Planner
de: Planer
es_419: Planeador
fi: Suunnittelija
fr: Code Gestionnaire
hu: Tervező
ko: 플래너
ru: Менеджер

# Common_PriorityCode
source: Priority
de: Priorität
es_419: Prioridad
fi: Prioriteetti
fr: Code de priorité
hu: Prioritás
ko: 우선순위
ru: Приоритет

# Common_Profile
source: Buffer Profile
de: Pufferprofil
es_419: Perfil de buffer
fi: Puskurin profiili
fr: Profil du Buffer
hu: Puffer profil
ko: 버퍼프로파일
ru: Профиль буфера

# Common_Quantity
source: Qty
es_419: Cant
fi: Määrä
fr: Qté
hu: Mennyiség
ko: 수량
ru: Кол-во

# Common_Source
source: Source
de: Quelle
es_419: Fuente
fi: Lähde
hu: Forrás
ru: Источник

# Common_Status
source: Status
es_419: Estado
fi: Tila
fr: Statut
hu: Állapot
ru: Статус

# Common_UnitOfMeasure
source: Unit of Measure
de: Maßeinheit
es_419: Unidad de medida
fi: Mittayksikkö
fr: Unité de mesure
hu: Mértékegység
ko: 단위
ru: Единица измерения

# Common_Vendor
source: Vendor
de: Lieferant
es_419: Proveedor
fi: Toimittaja
fr: Fournisseur
hu: Eladó
ko: 공급처
ru: Поставщик

# Common_VendorId
source: Vendor ID
de: Lieferanten-ID
es_419: Código del proveedor
fi: Toimittajatunnus
fr: ID Fournisseur
ko: 공급처 ID
ru: ID поставщика

# DDTech_RPlus_DTO_Engine_Order_Customer
source: Customer
de: Kunde
es_419: Cliente
fi: Asiakas
fr: Client
hu: Vevő
ko: 고객
ru: Клиент

# DDTech_RPlus_DTO_Engine_Order_LinkCode
source: Link Code
es_419: Código del link
fi: LinkkiKoodi
fr: Code lien
hu: Link-kód
ko: 링크 코드
ru: Код ссылки

# DDTech_RPlus_DTO_Engine_Order_OrderId
source: Order ID
de: Auftrags-ID
es_419: ID de pedido
fi: Tilauksen tunnus
fr: ID de commande
hu: Rendelés azonosítója
ko: 오더 ID
ru: ID заказа

# DDTech_RPlus_DTO_Engine_Order_OrderNumber
source: Order Number
de: Auftragsnr.
es_419: Número de pedido
fi: Tilausnumero
fr: Numéro de commande
hu: Rendelési szám
ko: 오더번호
ru: Номер заказа

# DDTech_RPlus_DTO_Engine_Order_RecommendedOrderQty
source: Recommended Order Qty
de: Empfohlene Auftragsmenge
es_419: Recomienda Qty de la orden
fi: Suositeltu tilausmäärä
fr: Recommandation
hu: Ajánlott a rendelési mennyiség
ko: 오더권장수량
ru: Рекомендуемое количество к заказу

# DDTech_RPlus_DTO_Engine_OrderKey_OrderNumber
source: Order Number
de: Auftragsnr.
es_419: Número de pedido
fi: Tilausnumero
fr: Numéro de commande
hu: Rendelési szám
ko: 오더번호
ru: Номер заказа

# DDTech_RPlus_DTO_Engine_Part_AverageDailyUsage
source: Average Daily Use
de: Durchschnittlicher Tagesverbrauch
es_419: Consumo promedio diario
fi: Keskimääräinen päivittäinen käyttö (ADU)
fr: CMJ
hu: Átlagos napi használat
ko: 일평균사용량
ru: Ср. дн. потребление

# DDTech_RPlus_DTO_Engine_Part_EffectiveDailyUsage
source: Effective Daily Usage
de: Tatsächlicher Tagesverbrauch
es_419: Uso diario eficaz
fi: Sovellettu päivittäinen käyttö
fr: Besoin Moy. Jour retenu
hu: Hatékony napi használat
ko: 일사용량 선택
ru: Факт. дн. потреб.

# DDTech_RPlus_DTO_Engine_Part_FixedLeadTime
source: Fixed Lead Time
de: Feste Durchlaufzeit
es_419: Lead time fijo
fi: Kiinteä läpimenoaika
fr: Délai figé
hu: Rögzített átfutási idő
ko: 고정리드타임
ru: Время выполнения

# DDTech_RPlus_DTO_Engine_Part_ForecastedDailyUsage
source: Forecasted Daily Usage
de: Progonostizierter Tagesverbrauch
es_419: Previsión de uso diario
fi: Ennustetut päivittäinen käyttö (FDU)
fr: Prévision Moy. Jour
hu: Előrejelzett napi használat
ko: 예측 일사용량
ru: Прогноз. дн. потреб.

# DDTech_RPlus_DTO_Engine_PartActivity_Date
source: Date
de: Datum
es_419: Fecha
fi: Päivämäärä
hu: Dátum
ko: 일자
ru: Дата

# DDTech_RPlus_DTO_Engine_PartActivity_DemandOrderType
source: Type
de: Typ
es_419: Tipo
fi: Tyyppi

# DDTech_RPlus_DTO_Engine_PartActivity_DueDate
source: Due Date
de: Fälligkeitsdatum
es_419: Fecha de vencimiento
fi: Eräpäivä
fr: Échéance
hu: Esedékesség
ko: 납기일자
ru: Дата выполнения

# DDTech_RPlus_DTO_Engine_PartActivity_IsInventory
source: Is Inventory
de: Bestand
es_419: Es el inventario
fi: On varastoa
fr: En Stock
hu: A készlet
ko: 재고
ru: -Инвентаризация

# DDTech_RPlus_DTO_Engine_PartActivity_Line
source: Line
de: Linie
es_419: Línea
fi: Rivi
fr: Ligne
hu: Vonal
ru: Строка

# DDTech_RPlus_DTO_Engine_PartActivity_OrderCreationDate
source: Order Date
de: Auftragsdatum
es_419: Fecha del pedido
fi: Tilauksen päivämäärä
fr: Date de la commande
hu: Rendelési dátum
ko: 오더일자
ru: Дата заказа

# DDTech_RPlus_DTO_Engine_PartActivity_OrderSpikePriority
source: Order Spike Priority
de: Bestellspitzenpriorität
es_419: Orden prioritario de Spike
fi: Tilauspiikki prioriteetti
fr: Priorité du pic de cde
hu: Rendelés Spike prioritás
ko: 오더 스파이크 우선순위
ru: Приоритетность пикового заказа

# DDTech_RPlus_DTO_Engine_PartActivity_OrderType
source: Status
es_419: Estado
fi: Tila
fr: Statut cde
hu: Állapot
ru: Статус

# DDTech_RPlus_DTO_Engine_PartActivity_PromiseDate
source: Promise Date
de: Zugesagter Termin
es_419: Fecha prometida
fi: Luvattu pvm
fr: Promis
hu: Ígéret dátum
ko: 약속일자
ru: Обещанная дата

# DDTech_RPlus_DTO_Engine_PartActivity_QualifiedDemandOrder
source: Qualified Demand Order
de: Qualifizierter Kundenauftrag
es_419: Orden de demanda calificada
fi: Pätevä kysyntätilaus
fr: Demande qualifiée
hu: Minősített igénylési rendelés
ko: 적격한 수요오더
ru: Qualified заказ на отгрузку

# DDTech_RPlus_DTO_Engine_PartActivity_ReminderStatus
source: Reminder Status
de: Erinnerungs-Status
es_419: Estado de recordatorio
fi: Muistutuksen tila
fr: Statut de rappel
hu: Figyelmeztetés állapot
ru: Статус напоминания

# DDTech_RPlus_DTO_Engine_PartActivity_RequestDate
source: Request Date
de: Datum der Anfrage
es_419: Fecha solicitada
fi: Pyydetty pvm
fr: Demandé
hu: Kérés dátuma
ko: 요청일자
ru: Требуемая дата

# DDTech_RPlus_DTO_Engine_PartActivity_RunningQuantity
source: Running Balance
de: Laufender Saldo
es_419: Saldo neto
fi: Juokseva saldo
fr: Stock projeté
hu: Folyó egyenleg
ru: Текущий остаток

# DDTech_RPlus_DTO_Engine_PartActivity_RunningTotalAdjustment
source: Running Total Adjustment
de: Laufende gesamte Anpassung
es_419: Funcionamiento ajuste Total
fi: Rullaava muutos yhteensä
fr: Réajustement Total en cours d'exécution
hu: Futás teljes helyesbítés
ru: Запуск полной перестройки

# DDTech_RPlus_DTO_Engine_PartActivity_StartDate
source: Start Date
de: Startdatum
es_419: Fecha de comienzo
fi: Alkamispäivä
fr: Date de début
hu: Kezdő dátuma
ko: 시작일자
ru: Дата начала

# DDTech_RPlus_DTO_Engine_PartActivity_SupplyOrderStatus
source: Status
es_419: Estado
fi: Tila
fr: Statut

# DDTech_RPlus_DTO_Engine_PartActivity_SupplyOrderType
source: Type
de: Typ
es_419: Tipo
fi: Tyyppi

# DDTech_RPlus_DTO_Engine_PartActivity_ThirdParty
source: Vendor
de: Lieferant
es_419: Proveedor
fi: Toimittaja
fr: Fournisseur
hu: Eladó
ko: 공급업체
ru: Поставщик

# DDTech_RPlus_DTO_Engine_PartActivity_ThirdPartyId
source: Vendor ID
de: Lieferanten-ID
es_419: ID del proveedor
fi: Toimittajatunnus
fr: ID Fournisseur
ko: 공급업체 ID
ru: ID поставщика

# DDTech_RPlus_DTO_Engine_PartActivity_Type
source: Type
de: Art
es_419: Tipo
fi: Tyyppi
hu: Típus
ru: Тип

# DDTech_RPlus_DTO_Engine_PartDetail_AdjustmentFactor
source: Adjustment Factor
de: Anpassungsfaktor
es_419: Factor de ajuste
fi: Säätötekijä
fr: Facteur d'ajustement
hu: Korrekciós tényező
ko: 조정률
ru: Коэфф. сезон. (PAF)

# DDTech_RPlus_DTO_Engine_PartDetail_AlertDescription
source: Alert Description
de: Beschreibung der Warnung
es_419: Descripción alerta
fi: Hälytyksen kuvaus
fr: Désignation de l'alerte
hu: Riasztási Leírás
ru: Описание оповещения

# DDTech_RPlus_DTO_Engine_PartDetail_AlertPriority
source: Alert Priority
de: Warnungspriorität
es_419: Prioridad de alerta
fi: Hälytyksen prioriteetti
fr: Priorité de l'alerte
hu: Riasztási prioritás
ru: Приоритет оповещения

# DDTech_RPlus_DTO_Engine_PartDetail_AlertSeverity
source: Alert Severity
de: Schweregrad der Warnung
es_419: Gravedad de alerta
fi: Hälytyksen vakavuus
fr: Gravité de l’alerte
ru: Серьезность предупреждения

# DDTech_RPlus_DTO_Engine_PartDetail_AlertStatus
source: Alert Status
de: Warnungsstatus
es_419: Estado de alerta
fi: Hälytyksen tila
fr: Statut de l'alerte
hu: Riasztási állapot
ru: Состояние оповещения

# DDTech_RPlus_DTO_Engine_PartDetail_AlertType
source: Alert Type
de: Warnungstyp
es_419: Tipo de alerta
fi: Hälytyksen Tyyppi
fr: Type d’alerte
hu: Hibajelzés típusa
ru: Тип оповещения

# DDTech_RPlus_DTO_Engine_PartDetail_AvailableStock
source: Available Stock
de: Verfübarer Bestand
es_419: Inventario disponible
fi: Saatavilla oleva varasto
fr: Flux Disponible
hu: Rendelkezésre álló készlet
ko: 가용재고
ru: Доступный запас

# DDTech_RPlus_DTO_Engine_PartDetail_AvailableStockPercentage
source: % of Buffer
de: % des Puffers
es_419: % del buffer
fi: %-ia puskurista
fr: % du Buffer
hu: %-os puffer
ko: 버퍼 %
ru: % от буфера

# DDTech_RPlus_DTO_Engine_PartDetail_CurrentInventoryStatus
source: CI Status
de: Lagerbestandsstatus
es_419: Estado de inventario actual
fi: Nykyvaraston tila
fr: Statut Stock Actuel
hu: CI állapota
ko: 현재고 상태
ru: Статус текущего запаса

# DDTech_RPlus_DTO_Engine_PartDetail_DemandAllocations
source: Demand Allocations
de: Bedarfszuweisungen
es_419: Asignaciones de demanda
fi: Kysynnän kohdistukset
fr: Demande qualifiée
hu: Igény szerinti felosztás
ko: 할당수요
ru: Заказы на отгрузку

# DDTech_RPlus_DTO_Engine_PartDetail_DueDate
source: Due Date
de: Fälligkeitsdatum
es_419: Fecha de vencimiento
fi: Eräpäivä
fr: Échéance
hu: Esedékesség
ko: 납기일자
ru: Дата выполнения

# DDTech_RPlus_DTO_Engine_PartDetail_GreenZoneSize
source: Green Zone Buffer Size
de: Größe der Grünen Pufferzone
es_419: Tamaño del búfer de zona verde
fi: Vihreä vyöhyke puskurikoko
fr: Taille de la zone Verte
hu: Zöld zóna puffer mérete
ko: Green Zone 버퍼 크기
ru: Размер зеленой зоны буфера

# DDTech_RPlus_DTO_Engine_PartDetail_InventoryMethod
source: Inventory Method
de: Bestandsmethode
es_419: Método de inventario
fi: Varasto-ohjaustapa
fr: Paramètre de stock
hu: Leltározási módszer
ru: Метод учета

# DDTech_RPlus_DTO_Engine_PartDetail_InventoryQty
source: Inventory Qty
de: Bestandsmenge
es_419: Inventario Qty
fi: Varaston määrä
fr: Qté en stock
hu: Készlet mennyiség
ko: 재고 수량
ru: Кол-во запаса

# DDTech_RPlus_DTO_Engine_PartDetail_IssuedQty
source: Issued Qty
de: Ausgegebene Menge
es_419: Cant emitida
fi: Asetettu määrä
fr: Sortie de stock
hu: Kiadott mennyiség
ko: 기출고량
ru: Кол-во выпущенно

# DDTech_RPlus_DTO_Engine_PartDetail_LeadTimeStatus
source: LTM Status
es_419: Estado de MLT
fi: LTM tila
fr: Statut
hu: LTM-állapot
ru: LTM Статус

# DDTech_RPlus_DTO_Engine_PartDetail_LTMTotalOrders
source: LTM Total Orders
de: LTM-Bestellungen insgesamt
es_419: LTM Total pedidos
fi: LTM kaikki tilaukset
fr: Nombre Total de commandes GD
hu: LTM teljes megrendelések
ko: LTM 오더 합계
ru: LTM Всего заказов

# DDTech_RPlus_DTO_Engine_PartDetail_MaterialSynchronizationDate
source: MSA Date
de: MSA-Datum
es_419: Fecha MSA
fi: MSA päivämäärä
fr: Date de l’ASM
hu: MSA dátuma
ko: MSA 일자
ru: MSA Дата

# DDTech_RPlus_DTO_Engine_PartDetail_MaterialSynchronizationStatus
source: MSA Status
es_419: Estado de alerta de sinc.
fi: MSA tila
fr: Statut ASM
hu: MSA állapota
ru: MSA Статус

# DDTech_RPlus_DTO_Engine_PartDetail_OnHandQty
source: On Hand
de: Lagerbestand
es_419: Físico
fi: Vapaasti toimitettavissa
fr: Stock Physique
hu: A kéz
ko: 현 재고
ru: В наличии

# DDTech_RPlus_DTO_Engine_PartDetail_OrderMaximumQty
source: Maximum Order
de: Maximaler Auftrag
es_419: Pedido máximo
fi: Tilauksen enimmäismäärä
fr: Maxi de Commande
hu: Maximális rendelési
ko: 최대오더량
ru: Максимальный заказ

# DDTech_RPlus_DTO_Engine_PartDetail_OrderMinimumQty
source: Minimum Order
de: Mindestbestellmenge
es_419: Pedido mínimo
fi: Minimitilaus
fr: Mini de Commande
hu: Minimum rendelés
ko: 최소오더량
ru: Минимальный заказ

# DDTech_RPlus_DTO_Engine_PartDetail_OrderMultipleQty
source: Order Multiple
de: Auftragsmengenstaffel
es_419: Multiplo de pedido
fi: Tilauksen määräkerroin
fr: Multiple de Commande
hu: Annak érdekében, hogy a több
ko: 오더배수
ru: Кратность заказа

# DDTech_RPlus_DTO_Engine_PartDetail_OrderSpikeAlert
source: Spike
es_419: Pico
fi: Piikki
fr: Pic
hu: Tüske
ko: 스파이크
ru: Пик

# DDTech_RPlus_DTO_Engine_PartDetail_PercentageOfTopOfRed
source: % Top of Red
de: % der Spitze der Roten Zone
es_419: % Arriba del rojo
fi: % Top punainen
fr: % Top du Rouge
hu: %-Os felső piros
ko: % TOR
ru: % верха красной зоны

# DDTech_RPlus_DTO_Engine_PartDetail_PlannedAdjustmentFactor
source: Adjustment Factor Name
de: Name des Anpassungsfaktors
es_419: Nombre del Factor de ajuste
fi: Säätötekijän nimi
fr: Nom du facteur d'ajustement
hu: Korrekciós tényező neve
ko: 조정FACTOR 이름
ru: Название коэффициента сезонности (PAF)

# DDTech_RPlus_DTO_Engine_PartDetail_PlannedAdjustmentFactorValue
source: Adjustment Factor Value
de: Wert des Anpassungsfaktors
es_419: Valor del Factor de ajuste
fi: Säätötekijän arvo
fr: Valeur du facteur d'ajustement
hu: Korrekciós tényező értéke
ko: 조정FACTOR 값
ru: Значение коэффициента сезонности (PAF)

# DDTech_RPlus_DTO_Engine_PartDetail_ProjectedStockOutBufferPercent
source: PSO % of Buffer
de: PLW % des Puffers
es_419: PSO % del Buffer
fi: PSO % puskurista
fr: Rupture projetée % du Buffer
hu: PSO %-ból ütközőbak
ko: 버퍼의 예상품절 %
ru: PSO % от буфера

# DDTech_RPlus_DTO_Engine_PartDetail_ProjectedStockOutStatus
source: PSO Status
de: PLW-Status
es_419: Estado de alerta de agot. proy.
fi: PSO tila
fr: Statut
hu: Jelszóbeállítás-objektum állapota
ko: 예상품절 상태
ru: PSO Статус

# DDTech_RPlus_DTO_Engine_PartDetail_PromiseDate
source: Promise Date
de: Zugesagter Termin
es_419: Fecha de promesa
fi: Luvattu pvm
fr: Promis
hu: Ígéret dátum
ko: 약속 날짜
ru: Обещаннная дата

# DDTech_RPlus_DTO_Engine_PartDetail_Quantity
source: Reorder Qty
de: Bestellmenge
es_419: Cant de reorden
fi: Täydennystilauksen määrä
fr: A commander
hu: Újrarendelési mennyiség
ko: 재발주량
ru: Заказать

# DDTech_RPlus_DTO_Engine_PartDetail_RedZoneBase
source: Red Zone Buffer Size
de: Red Zone-Puffergröße
es_419: Tamaño del búfer de zona roja
fi: Punaisen vyöhykkeen puskurikoko
fr: Taille du buffer de Zone rouge
hu: Piros zóna puffer mérete
ko: Red Zone 버퍼크기
ru: Размер красной зоны буфера

# DDTech_RPlus_DTO_Engine_PartDetail_ReminderStatus
source: Order Notes
de: Auftragsnotizen
es_419: Notas del pedido
fi: Tilauksen kommentit
fr: Notes de l'ordre
hu: Rendelés megjegyzések
ko: 오더 Note
ru: Примечания к заказам

# DDTech_RPlus_DTO_Engine_PartDetail_ReorderPoint
source: R+ Alert
de: R+ Warnung
es_419: Alerta de R+
fi: R+ hälytys
fr: Alerte R+
hu: R+ riasztás
ru: Оповещение от R +

# DDTech_RPlus_DTO_Engine_PartDetail_RPlusLeadTime
source: RPlus Lead Time
de: RPlus Durchlaufzeit
es_419: Lead time R+
fi: RPlus Läpimenoaika
fr: Délai découplé
hu: RPlus átfutási idő
ko: R+리드타임
ru: Время выполнения Rplus

# DDTech_RPlus_DTO_Engine_PartDetail_StockOutDate
source: Stock Out Date:
de: Nullbestand zum Datum:
es_419: Fecha de agotado:
fi: Stock Out pvm:
fr: Date de Rupture :
hu: Stock, dátum:
ko: 품절일자:
ru: Дата аут-оф-стока:

# DDTech_RPlus_DTO_Engine_PartDetail_SupplyOrders
source: Supply Orders
de: Versorgungsaufträge
es_419: Pedidos de compra
fi: Hankintatilaukset
fr: Réappro
hu: Ellátási rendelések
ko: 공급 오더
ru: Заказы на поставку

# DDTech_RPlus_DTO_Engine_PartDetail_TargetedInventory
source: Targeted Inventory
de: Zielbestand
es_419: Objetivo del inventario
fi: Tavoitevarasto
fr: Stock projeté
hu: Célzott készlet
ko: 목표 재고
ru: Целевой запас

# DDTech_RPlus_DTO_Engine_PartDetail_YellowZoneSize
source: Yellow Zone Buffer Size
de: Gelbe Zone-Puffergröße
es_419: Tamaño del búfer de zona amarilla
fi: Keltaisen vyöhykkeen puskurikoko
fr: Taille de la zone Jaune
hu: Sárga zóna puffer mérete
ko: Yellow Zone버퍼크기
ru: Размер желтой зоны буфера

# DDTech_RPlus_DTO_Engine_PartKey_Location
source: Location
de: Standort
es_419: Bodega
fi: Sijainti
fr: Site
hu: Hely
ru: Склад

# DDTech_RPlus_DTO_Engine_PartKey_PartNumber
source: Part Number
de: Artikelnummer
es_419: Número de parte
fi: Tuotteen numero
fr: Code Article
hu: Termékszám
ko: 품목번호
ru: Номер номенклатуры

# DDTech_RPlus_DTO_Engine_PartKey_Revision
source: Rev
es_419: Alt
fr: Rév

# DDTech_RPlus_DTO_Engine_PendingOrder_CreatedByUser
source: Created By
de: Erstellt von
es_419: Creado por
fi: Luonut
fr: Créé par
hu: Készítette:
ko: 에 의해 만들어진
ru: Создан

# DDTech_RPlus_DTO_Engine_PendingOrder_ExtendedCost
source: Extended Cost
de: Erweiterte Kosten
es_419: Costo extendido
fi: Laajennettu hinta
fr: Coût total
hu: Megnövelt költség
ko: 금액
ru: Сумма заказа

# DDTech_RPlus_DTO_Engine_PendingOrder_InventoryPlanning
source: Inventory Planning
de: Bestandsplanung
es_419: Planificación de inventario
fi: Varastosuunnittelu
fr: Profil
hu: Készlet tervezés
ko: 재고 계획
ru: Планирование запасов

# DDTech_RPlus_DTO_Engine_PendingOrder_LineItem
source: Line Item
de: Einzelposten
es_419: Línea de ítem
fi: Rivin tuote
fr: Ligne
hu: Sortétel
ko: 라인번호
ru: Элемент строки

# DDTech_RPlus_DTO_Engine_PendingOrder_PercOfBuffer
source: % of Buffer
de: % des Puffers
es_419: % del buffer
fi: %-ia puskurista
fr: % du Buffer
hu: %-os puffer
ko: 버퍼 %
ru: % от буфера

# DDTech_RPlus_DTO_Engine_PendingOrder_SalesOrderNumber
source: Sales Order Number
de: Auftragsnummer
es_419: Número de pedido del cliente
fi: Myyntitilauksen numero
fr: N° de commande de vente
hu: Értékesítési rendelési szám
ko: 판매 오더 번호
ru: Номер заказа покупателя

# DDTech_RPlus_DTO_Engine_PendingOrder_UnitCost
source: Unit Cost
de: Stückkosten
es_419: Coste unitario
fi: Yksikkökustannus
fr: Coût unitaire
hu: Egységnyi költség
ko: 단가
ru: Стоимость единицы

# DDTech_RPlus_DTO_Engine_PendingOrder_Variance
source: Variance
de: Varianz
es_419: Varianza
fi: Varianssi
fr: Ecart
hu: Variancia
ko: 수량 차이
ru: Разница

# DDTech_RPlus_DTO_Engine_PendingOrder_VarianceCost
source: Variance Cost
de: Varianz-Kosten
es_419: Varianza del costo
fi: Varianssikustannukset
fr: Ecart de coût
hu: Variancia költség
ko: 금액 차이
ru: Разница в стоимости

# DDTech_RPlus_DTO_Engine_PendingOrder_VarianceNotes
source: Variance Notes
de: Varianz-Notizen
es_419: Notas de la varianza
fi: Varianssi kommentit
fr: Notes sur écart
hu: Variancia jegyzetek
ko: 차이 Notes
ru: Примечания к разнице

# DDTech_RPlus_DTO_Engine_RecommendedOrder_SuppressOrderQtyRules
source: Suppress Order Qty Rules
de: Auftragsmengenregeln unterdrücken
es_419: Suprimir las normas de cantidad de orden
fi: Ohita tilauksen määräsäännöt
fr: Supprimer les règles de quantité de commande
hu: Elnyomja a rendelési mennyiség szabályok
ko: 오더 수량 규칙 무시
ru: Остановить правила о количестве к заказу

source: Demand
de: Bedarf
es_419: Demanda
fi: Kysyntä
fr: Demande
hu: Igény szerint
ru: Спрос

source: Demand Order
de: Bedarfsauftrag
es_419: Orden de la demanda
fi: Kysyntätilaus
fr: Commande de vente
hu: Igénylési rendelés
ru: Заказ спроса

source: Supply
de: Versorgung
es_419: De la fuente
fi: Hankinnat
fr: Réapprovisionnement
hu: Kínálat
ru: Поставка

source: Supply Order
de: Versorgungsauftrag
es_419: Orden de suministro
fi: Hankintatilaus
fr: Commande d’approvisionnement
hu: Ellátási rendelés
ru: Заказ на поставку

# DDTech_RPlus_DTO_Engine_PartDetail_TopOfGreen
source: ToG
fr: ToV
ko: Top of Green
ru: ТоG

# DDTech_RPlus_DTO_Engine_PartDetail_TopOfYellow
source: ToY
fr: ToJ
ko: Top of Yellow

# DDTech_RPlus_DTO_Engine_Part_AlertHorizon
source: Alert Horizon
de: Alert Horizont

# DDTech_RPlus_DTO_Engine_PartDetail_TopOfRed
source: ToR
ko: Top of Red
