Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/PartEditor.*.resx
Languages: de, es, fi, ko

source: Add
de: Hinzufügen
es: Añadir
fi: Lisää
ko: 추가

source: Add New Part
de: Fügen Sie neues Teil
es: Añadir nuevo elemento
fi: Lisää uusi Tuote
ko: 신규 품목 추가

source: Are you sure?
de: Bist du sicher?
es: ¿Está Seguro?
fi: Oletko varma?
ko: 확실합니까?

source: Average Daily Usage
de: Durchschnittliche tägliche Nutzung
es: Consumo Medio Diario
fi: Keskimääräinen päivittäinen käyttö:
ko: 일평균사용량

source: Buffer Sizing
de: Puffer-Sizing
es: Tamaño de Buffer
fi: Puskurin koon
ko: 버퍼크기 설정

source: Buffer values incompatible with rendering chart.
de: Puffer Werte mit Darstellung Diagramm unvereinbar.
es: Valores de Buffer no representables
fi: Puskuri arvot ristiriidassa tekee kaavion.
ko: 버퍼 값이 랜더링 챠트와 불일치

source: Buy
de: Kaufen
es: Compra
fi: Osto
ko: 구매

source: Confirm Delete
de: Löschen bestätigen
es: Confirmar Borrado
fi: Vahvista poisto
ko: 삭제 확인

source: Current PAF is
de: Aktuelle PAF ist
es: FAP asignado
fi: Nykyinen PAF on
ko: 현 PAF

source: Cycle Day Adjustment Factor
de: Zyklus-Tag-Korrekturfaktor
es: Factor de ajuste de ciclo día
fi: Syklin päivä Muutoskerroin
ko: 주기 하루 조정률

# CycleDayAdjustmentFactorDaysCoverage
source: {CDAFDaysCoverage} days
es: {CDAFDaysCoverage} días
fi: {CDAFDaysCoverage} päivää
ko: {CDAFDaysCoverage} 일

# CycleDayAdjustmentFactorToolTip
source: Remember, only the Start Date of the CDAF will be pulled forward by R+ Lead Time in order to test for effectivity.
es: Recuerde, sólo la fecha de inicio del FACD se adelantará por el R+Lead time
ko: 만 시작 날짜는 CDAF 오게 될 것입니다 앞으로 R + 리드 타임에 의해 유효성을 시험 하기 위하여, 기억 하십시오.

source: Days Consumption
de: Tage Verbrauch
es: Días de Consumo
fi: Päivän kulutus
ko: 재고일수

# DecoupledLeadTime
source: Decoupled
de: Entkoppelt die Lieferzeit
es: LT Desacoplado
fi: Eriytetty läpimenoaika
ko: Decoupled lead time

source: Description:
de: Beschreibung
es: Descripción:
fi: Kuvauksessa/valvonta:
ko: 명세:

source: Effective Daily Usage
de: Effektive tägliche Nutzung
es: Consumo Diario Efectivo
fi: Tehokas päivittäinen käyttö
ko: 일사용량 선택

source: Enter Name
de: Geben Sie Namen
es: Introducir Nombre
fi: Kirjoita nimi
ko: 이름 입력

source: Enter Revision
de: Geben Sie die Revision
es: Introducir Revisión
fi: Kirjoita tarkistaminen
ko: Revision 입력

source: Expected Avg Inventory
de: Erwartete Avg-Inventar
es: Stock Medio Esperado
fi: Oletettu Avg varasto
ko: 예상평균재고

source: Fixed Lead Time
de: Feste Vorbereitungs-und Anlaufzeit
es: Lead Time
fi: Kiinteä Läpimenoaika
ko: 고정 리드타임

source: Forecasted Daily Usage
de: Prognostizierten täglichen Verbrauch
es: Consumo Diario Previsto
fi: Ennustetut päivittäinen käyttö
ko: 일사용 예측량

source: Green
es: Verde
fi: Vihreä

source: Inventory Management
de: Bestandsführung
es: Gestión de Inventario
fi: Varastonhallinta
ko: 재고관리유형

source: Location
de: Lage
es: Ubicación
fi: Sijainti

source: Make
de: Machen
es: Elaborado
fi: Valmistus
ko: 생산

source: Material Type
de: Materialart
es: Tipo de Material
fi: Materiaalin tyyppi
ko: 자재타입

source: Max
es: Máx

source: Maximum Order
de: Maximale bestellen
es: Pedido Máximo
fi: Tilauksen enimmäismäärä
ko: Max 오더량

source: Min
es: Mín

source: Minimum Order
de: Minimaler Auftrag
es: Pedido Mínimo/Lote
fi: Minimitilaus
ko: Min 오더량

source: Model a Part
de: Modell einen Teil
es: Añadir Nuevo Artículo
fi: Tuotteen malli

# NBAndLTMPartsNoSizingValues
source: Non-buffered and Lead Time Managed parts have no sizing values.
de: Non-buffered und Lead Time Managed-Teile haben keine Größenanpassung-Werte.
es: Los artículos NB y LTM no tienen valores
fi: Puskuroimaton ja johtaa aikaa ylläpito on mitoitus arvoja.
ko: Non-bufferd, LTM 품목은 버퍼크기가 없음.

source: No data to display
de: Keine anzuzeigenden Daten
es: Sin datos que mostrar
fi: Ei tietoa näytettäväksi
ko: 데이터 없슴

source: Notes
de: Notizen
es: Notas
fi: Muistiinpanot

source: Order Cycle Override
de: Bestellung Zyklus überschreiben
es: Ciclo de Pedido:
fi: Tilauksen aikana ohitus
ko: 오더주기 Override

source: Order Multiple
de: Bestellen Sie mehrere
es: Multiplo de Pedido
fi: Tilata useita
ko: 오더 배수

source: Order Policy
de: Bestellung-Politik
es: Política de Pedido
fi: Tilauksen tapa
ko: 오더 정책

source: Out Sourced Cost
de: Naturbasis Kosten
es: Coste Externalizado
fi: Raaka kustannukset
ko: 외주비

source: Part
de: Teil
es: Artículo
fi: Tuote
ko: 품목

source: Part added successfully
de: Teil erfolgreich hinzugefügt
es: Artículo añadido OK
fi: Tuotteen lisääminen onnistui
ko: 품목 추가 완료

source: Part deleted successfully
de: Teil erfolgreich gelöscht
es: Artículo eliminado OK
fi: Tuotepoisto ok
ko: 품목 삭제 완료

source: Part Number
de: Teilenummer:
es: Cód. Artículo
fi: Tuotteen numero
ko: 품목번호

source: Part saved successfully
de: Teil erfolgreich gespeichert
es: Artículo guardado OK
fi: Tuotteen tallentaminen onnistui
ko: 품목 저장 완료

source: Parts Edit
de: Teile bearbeiten
es: Edición Artículos
fi: Osien muokkaaminen
ko: 품목 편집

source: Part Type
de: Typ:
es: Tipo de Artículo
fi: Tuotteen tyyppi
ko: 품목 Type

source: Planned Adjustment Factor
de: Geplante Korrekturfaktor
es: Factor Ajuste Planificado
fi: Suunniteltu Säätötekijä
ko: PAF:

source: Planner Code
de: Planer-Code
es: Cód. Planner
fi: Suunnittelija koodi
ko: 플래너 코드

source: Raw Material Cost
de: Rohstoffkosten
es: Coste de Materia Prima
fi: Raaka-ainekustannukset
ko: 재료비

source: Red
de: Rot
es: Rojo
fi: Punainen

source: Revision
es: Revisión
fi: Tarkistaminen

# RPlusLeadTime
source: R+ Lead Time
de: R+ Lieferzeit
es: LT Desacoplado
fi: R+ läpimenoaika
ko: R+리드타임

source: Search
de: Suche
es: Buscar
fi: Etsi
ko: 검색

source: Search Part...
de: Suche Teil...
es: Buscar Artículo
fi: Etsi Tuote...
ko: 품목 검색...

source: Search Results
de: Suchergebnisse
es: Resultado de la busqueda:
fi: Hakutulokset
ko: 검색 결과

source: (Select All)
de: (Alle auswählen)
es: (Seleccionar Todo)
fi: (Valitse kaikki)
ko: (전체선택)

source: Select Filter
de: Wählen Sie Filter
es: Seleccionar Filtro
fi: Valitse suodatin
ko: 필터선택

source: Top of Green
de: Top grün
es: Tope de Verde
fi: Top Green

source: Top of Green cannot be less than Top of Yellow
de: Top grün darf nicht kleiner als Top gelb
es: Tope de Verde no puede ser menor que Tope de Amarillo
fi: Top Vihreä ei voi olla alle Top keltainen
ko: Top of Green은 Top of Yellow보다 커야함

source: Top of Red
de: Oberen Rand rot
es: Tope de Rojo
fi: Top punainen

source: Top of Yellow
de: Oberen Rand gelb
es: Tope de Amarillo
fi: Top keltainen

source: Top of Yellow cannot be less than Top of Red
de: Oberen Rand gelb darf nicht kleiner als oben rot sein
es: Tope de Amarillo no puede ser menor que Tope de Rojo
fi: Top keltainen ei voi olla pienempi kuin Top punainen
ko: Top of Yellow는 Top of Red 보다 커야함

source: Top of Zone
de: Des zulässigen Bereiches
es: Tope de Zona
fi: Alkuun Zone

# UDF1
source: User-Defined 1
de: Benutzerdefinierte 1
es: Campo editable 1
fi: Käyttäjän määrittämä 1

# UDF2
source: User-Defined 2
de: Benutzerdefinierte 2
es: Campo editable 2
fi: Käyttäjän määrittämä 2

# UDF3
source: User-Defined 3
de: Benutzerdefinierte 3
es: Campo editable 3
fi: Käyttäjän määrittämä 3

# UDF4
source: User-Defined 4
de: Benutzerdefinierte 4
es: Campo editable 4
fi: Käyttäjän määrittämä 4

# UDF5
source: User-Defined 5
de: Benutzerdefinierte 5
es: Campo editable 5
fi: Käyttäjän määrittämä 5

# UDF6
source: User-Defined 6
de: Benutzerdefinierte 6
es: Campo editable 6
fi: Käyttäjän määrittämä 6

# UDF7
source: User-Defined 7
de: Benutzerdefinierte 7
es: Campo editable 7
fi: Käyttäjän määrittämä 7

# UDF8
source: User-Defined 8
de: Benutzerdefinierte 8
es: Campo editable 8
fi: Käyttäjän määrittämä 8

source: Unit of Measure
de: Masseinheit
es: Ud.de Medida
fi: Mittayksikkö
ko: 단위

source: Units
de: Einheiten
es: Unids.
fi: Yksiköt
ko: 단위

source: User-Defined Fields
de: Benutzerdefinierte Felder
es: Campos Personalizables
fi: Käyttäjän määrittämät kentät
ko: 사용자정의필드

source: Vendor
de: Distributor
es: Proveedor
fi: Toimittaja
ko: 구매선

source: Vendor Identifier
de: Herstellerkennung
es: Cód. Proveedor
fi: Toimittajan tunnus
ko: 구매선코드

source: Yellow
de: Gelb
es: Amarillo
fi: Keltainen

source: Zone Size
de: Zone-Größe
es: Tamaño de Zona
fi: Vyöhykkeen koko
