Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Status.*.resx
Languages: es, tr

source: Bill Of Material
es: Lista de Materiales
tr: Ürün reçetesi

source: Buffer Profile
es: Perfil de Buffer
tr: Arabellek profili

source: Create Child Allocations On Pending Order Creation
es: Crear necesidad de componentes al aceptar sugerencias en R+
tr: Alt ayırmaları sipariş oluşturma oluşturmak

source: Create Child Allocations On Supply Order Import
es: Crear necesidad de componentes al importar pedidos desde ERP
tr: Tedarik sipariş alma işleminde alt ayırmalar oluşturma

source: Current Local Time
es: Hora Local actual
tr: Geçerli yerel saat

source: Current Time Zone
es: Zona horaria actual
tr: Geçerli saat dilimi

source: Data Set Statistics
es: Conjunto de datos estadísticas
tr: Veri kümesi istatistik

source: Default Inventory Alert Level
es: Umbral Alerta de Stock por Defecto
tr: Varsayılan stok uyarı düzeyi

source: Default Order Spike Alert Level
es: Umbral de Pedidos Picos por Defecto
tr: Varsayılan sipariş Spike uyarı düzeyi

source: Default Order Spike Horizon Level
es: Horizonte de Pedidos Pico por Defecto
tr: Varsayılan sipariş Spike ufuk düzeyi

source: Demand Order
es: Demanda
tr: İsteğe bağlı sipariş

source: Demand Order Window For Sales Orders
es: Ventana para Pedidos de venta
tr: İsteğe bağlı siparişi penceresinde satış siparişleri için

source: Demand Order Window For Work Orders
es: Ventana para órdenes de Fabricación
tr: İsteğe bağlı siparişi penceresinde iş siparişleri için

source: Forecasted Demand
es: Demanda prevista
tr: Tahmin edilen talep

# HistoryCaptureLog_Btn
source: History Capture Log
es: Registro de captura de histórico
tr: Geçmiş yakalama günlük

source: Last Updated
es: éltima Actualización
tr: Son Güncellenme Tarihi

# LocalTimeZoneInfo
source: Local Time Zone Information
es: Información de zona horaria local
tr: Yerel zaman bilgi

source: Part
es: Artículos
tr: Bölümü

source: Part Augment
es: Datos Artículos R+
tr: Bölümü ayırma

source: Part Buffer Sizing
es: Tamaño MM-RO
tr: Bölüm arabellek boyutlandırma

source: Part Inventory
es: Inventario
tr: Bölüm stok

source: Performance Metrics
es: Indicadores
tr: Performans ölçümü

source: Planned Adjustment Factor
es: Factores de ajuste planificado
tr: Planlanan ayarlama çarpanı

source: Projected Stock Out Lead Time Horizon
es: Horizonte de Previsión de Rotura (factor)
tr: Sağlama süresi ufuk dışarı öngörülen hisse senedi

source: Round Buffer Values To One
es: Redondear Valores de Buffer a 1
tr: Yuvarlak tampon değerleri bir

source: Settings
es: Ajustes
tr: Ayarlar

source: Site Status
es: Estado de la web
tr: Site durumu

source: Supply Order
es: Aprovisionamiento
tr: Tedarik emri

source: User Defined 1
es: DefUsuario1
tr: 1 kullanıcı tanımlı

source: User Defined 2
es: Defusuario2
tr: 2 kullanıcı tanımlı

source: User Defined 3
es: Defusuario3
tr: 3 kullanıcı tanımlı

source: User Defined 4
es: Defusuario4
tr: 4 kullanıcı tanımlı

source: User Defined 5
es: Defusuario5
tr: 5 kullanıcı tanımlı

source: User Defined 6
es: Defusuario6
tr: 6 kullanıcı tanımlı

source: User Defined 7
es: Defusuario7
tr: 7 kullanıcı tanımlı

source: User Defined 8
es: Defusuario8
tr: 8 kullanıcı tanımlı

source: View additional status details
es: Ver detalles adicionales
tr: Ek durum ayrıntılarını görüntüleme
