Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/StockDeployment.*.resx
Languages: de, es, fi, fr, hu, ko, ru, tr

source: After Deployment
de: Nach der Bereitstellung
es: Después de la implementación
fi: Käyttöönoton jälkeen
fr: Après le déploiement
hu: A telepítés után
ru: После развертывания
tr: Dağıtımdan sonra

# AfterDeploymentAvailabeStock
source: After
de: Nach
es: Después de la
fi: Jälkeen
fr: Après (flux dispo)
hu: Után
ru: После
tr: Sonra

# AfterDeploymentPercentOfTopOfGreen
source: After % of Green
de: Nach % grün
es: % De verde
fi: % Vihreä
fr: Après % ToV
hu: %-Ról a zöld
ko: After Green %
ru: После % от зеленой зоны
tr: Yeşil % sonra

source: Available To-Deploy
de: Verfügbaren bereitzustellende
es: Disponibles para su implementación
fi: Saatavilla käyttöön
fr: Disponible à déployer
hu: Elérhető a telepítése
ru: Доступные для развертывания
tr: Kullanılabilir dağıtımı

source: Before Deployment
de: Vor der Bereitstellung
es: Antes de la implementación
fi: Ennen käyttöönottoa
fr: Avant le déploiement
hu: Telepítés előtt
ru: Перед развертыванием
tr: Dağıtmadan önce

# BeforeDeploymentAvailableStock
source: Before
de: Vor
es: Antes de
fi: Ennen
fr: Avant
hu: Előtt
ru: Перед
tr: Daha önce

# BeforeDeploymentPercentOfTopOfGreen
source: Before % of Green
de: Vor % Grün
es: Antes de la % de verde
fi: Ennen % vihreä
fr: Avant % vert
hu: Előtt a zöld %
ko: Before Green %
ru: До % от зеленой зоны
tr: Daha önce yeşil %

source: Current Work Orders
de: Aktuelle Aufträge
es: Órdenes de trabajo actual
fi: Nykyinen Työtilaukset
fr: OF actuels
hu: Jelenlegi munka megrendelése
ko: 현재 생산오더
ru: Текущие производственные заказы
tr: Geçerli iş siparişleri

source: Default Export Type
de: Standard-Export-Typ
es: Tipo de exportación por defecto
fi: Vienti oletustyyppi
fr: Type d'exportation par défaut
hu: Alapértelmezett típus
ko: 기본 내보내기 형식
ru: Тип экспорта по умолчанию
tr: Varsayılan verme türü

source: Demand Window (days)
de: Fenster zu verlangen (Tage)
es: Ventana de la demanda (días)
fi: Vaatia ikkuna (päivää)
fr: Fenêtre de demande (jours)
hu: Kereslet ablak (nap)
ko: 수요 구간(일)
ru: Окно заказов на отгрузку (дни)
tr: Talep penceresi (gün)

source: Deployed to
de: Auf bereitgestellt
es: Desplegado en
fi: Käyttöön
fr: Déployé au
hu: Felfejlődik-hoz
ru: Развернуты
tr: Dağıtılmasını

source: Deployment Mode
de: Bereitstellungsmodus
es: Modo de despliegue
fi: Käyttöönoton tila
fr: Mode de déploiement
hu: Telepítési mód
ru: Режим развертывания
tr: Dağıtım modu

# DeploymentMode_Direct
source: Direct
de: Direkte
es: Directa
fi: Suora
hu: Közvetlen
ko: 직접
ru: Нет места для хранения
tr: Doğrudan

# DeploymentMode_Hub
source: Hub
de: Nabe
es: Eje
ko: 허브
ru: Есть место для хранения

source: Deployment Requirement
de: Einsatz-Anforderung
es: Requisito de implementación
fi: Käyttöönottoon vaatimus
fr: Besoin à déployer
hu: Telepítési követelmény
ru: Требования развертывания
tr: Dağıtım gereksinimi

source: Destination
de: Ziel
es: Destino
fi: Kohde
hu: Rendeltetési hely
ko: 목적지
ru: Назначение
tr: Hedef

source: Destination Details
de: Reiseziel-Informationen
es: Datos de destino
fi: Kohteen tiedot
fr: Détail par destination
hu: Cél részletek
ko: 목적지 정보
ru: Параметры назначения
tr: Hedef ayrıntıları

source: Destinations
de: Reiseziele
es: Destinos
fi: Kohteet
hu: Úti célok
ko: 목적지
ru: Назначения
tr: Hedefleri

# Disabled
source: Stock Deployment Module is currently disabled.
de: Lager-Bereitstellung-Modul ist derzeit deaktiviert.
es: Módulo de despliegue común está actualmente desactivado.
fi: Kaluston käyttöönoton moduuli ei ole käytössä.
fr: Le module de déploiement stock est actuellement désactivé.
hu: Stock telepítési modul le van tiltva.
ko: 재고 Deployment 모듈은 현재 사용할 수 없습니다.
ru: Stock Deployment Module (SDM) is currently disabled.
tr: Stok dağıtım modülü şu anda devre dışı.

source: Export Type
de: Exporttyp
es: Tipo de exportación
fi: Vienti tyyppi
fr: Type d'exportation
hu: Típus
ko: 내보내기(Export) 형식
ru: Тип экспорта
tr: Verme türü

# ExportType_CSV
source: CSV
de: FS3

# GridDestinationDetails
source: SDM: Destination Details
de: SDM: Reiseziel Informationen
es: SDM: Destino detalles
fi: SDM: Kohteen tiedot
fr: SDM : Détail par destination
hu: SDM: Cél részletek
ko: SDM: 대상 세부 정보
ru: SDM: Параметры назначения
tr: SDM: Hedef ayrıntıları

# GridDestinationSummary
source: SDM: Destination Summary
de: SDM: Ziel-Zusammenfassung
es: SDM: Destino Resumen
fi: SDM: Kohde Yhteenveto
fr: SDM : Résumé par destination
hu: SDM: Rendeltetési Összefoglaló
ko: SDM: 대상 요약
ru: SDM: Назначения резюме
tr: SDM: Hedef Özeti

# GridSources
source: SDM: Sources
de: SDM: Quellen
es: SDM: fuentes
fi: SDM: lähteet
fr: SDM : Origines
hu: SDM: források
ko: SDM: Source
ru: SDM: Источники
tr: SDM: kaynakları

source: Holdback
de: Türfeststeller
es: Retención
fr: Qté à conserver
hu: Visszatartás
ru: Препятствие
tr: Geri çekme

# IncludeIssued
source: Include Issued Quantity in Holdback
de: Ausgegebenen Menge in Stornoreserve aufnehmen
es: Incluyen la cantidad emitida en retención
fi: Annettu määrä sisällyttää Holdback
fr: Inclure les sorties de stock dans la Qté à conserver
hu: A visszatartás közé tartozik a kiadott mennyiség
ko: Holdback에 출고된 수량 포함
ru: Включать количество выданных в препятствие
tr: Verilen miktar geri çekme içinde dahil

source: Issued Inventory
de: Ausgestellte Warenbestand
es: Inventario publicado
fi: Myönnetty varaston
fr: Sortie de stock
hu: Kiállított készlet
ko: 출하 재고
ru: Инвентаризация выданных
tr: Verilen stok

# LookAheadDays
source: Calendar look ahead days
de: Kalendertagen Blick voraus
es: Días por delante de la mirada
fi: Look ahead kalenteripäivää
fr: Horizon de prise en compte des ordres
hu: Naptár megjelenés előre napok
ko: 달력 미리보기 일수
ru: Взгляд вперед календарных
tr: Takvim görünümünü öncesinde gün

# MinimumHoldbackPercentOfRed
source: Minimum Holdback
de: Minimale Türfeststeller
es: Retención mínima
fi: Vähintään Holdback
fr: % de Qté minimale à conserver
hu: Minimális visszatartás
ko: 최소 Holdback
ru: Минимальное препятствие
tr: En az geri çekme

source: No source selected
de: Keine Quelle ausgewählt
es: Ninguna fuente seleccionada
fi: Valittuun lähteeseen
fr: Pas de site d'origine sélectionné
hu: Nincs kijelölt forrás
ko: 선택된 source가 없음
ru: Источник не выбран
tr: Seçili kaynağı yok

source: Order Multiple Adjustment
de: Bestellen Sie mehrere Anpassung
es: Orden de ajuste múltiple
fi: Tilata useita säätö
fr: Ajustement au multiple
hu: Több kiigazítás érdekében
ko: 오더 배수 조정
ru: Настройка кратности заказа
tr: Birden çok düzeltme sipariş

source: Override
de: Außer Kraft setzen
es: Anulación
fi: Ohita
fr: Substituez
hu: Felülbírálása
ru: Переопределение
tr: Geçersiz kılma

source: Qualified Demand
de: Qualifizierte Nachfrage
es: Demanda calificada
fi: Pätevä kysynnän
fr: Demande qualifiée
hu: Minősített kereslet
ko: 적격한(Qualified) 수요
ru: Потребность
tr: Nitelikli talep

source: Reset Override
de: Überschreibung zurückgesetzt
es: Anulación de RESET
fi: Palauta Ohita
fr: Annulation du rétablissement
hu: Reset felülbírálása
ko: Override 재설정
ru: Сбросить переопределения
tr: Geçersiz kılma Sıfırla

# Settings_DecimalPlacesForCalculations
source: Decimal Places to Use for Calculations
de: Dezimalstellen, die Verwendung für Berechnungen
es: Decimales a usar para los cálculos de
fi: Desimaalien käyttöä laskennassa
fr: Décimales à utiliser pour les calculs
hu: Tizedesjegyek használata számítások
ko: 계산에 사용할 소수 자릿수
ru: После запятой для использования для расчетов
tr: Hesaplamalar için kullanılacak ondalık basamak

# Settings_Disabled
source: Stock Deployment is disabled
de: Lager-Bereitstellung ist deaktiviert
es: Implementación de acciones está deshabilitado
fi: Kaluston käyttöönotto on poistettu käytöstä
fr: Le module de déploiement stock est désactivé
hu: Állomány telepítése le van tiltva
ko: 재고 Deployment 비활성화
ru: Stock Deployment отключено
tr: Hisse senedi dağıtımı devre

# Settings_ExportFileNameBase
source: Export File Name
de: Export-Datei-Namen
es: Nombre de archivo de exportación
fi: Vientitiedoston nimi
fr: Nom de fichier d'exportation
hu: Export-fájl neve
ko: 내보내기 파일 이름
ru: Имя экспортируемого файла/файла экспорта
tr: Verme dosyası adı

# Settings_MinimumHoldbackPercentOfRed_Desc
source: (Hub Deployment Only)
de: (Nur Hub-Bereitstellung)
es: (Sólo implementación del hub)
fi: (Vain napa-käyttöön)
fr: (Déploiement hub uniquement)
hu: (Csak a központi telepítés)
ko: (허브 Deployment 전용)
ru: (Только для развертывания хаб)
tr: (Yalnızca hub dağıtımı)

# Settings_SourceOverride
source: source override
de: Quelle-Überschreibung
es: anulación de la fuente
fi: lähde ohitus
fr: remplacement de l'origine
hu: felülírás forrása
ru: Источник переопределения
tr: Kaynak geçersiz kılma

# Settings_SourceUnitFieldNum
source: Custom Field for Source Location
de: Benutzerdefiniertes Feld für Quellspeicherort
es: Campo personalizado para la ubicación de origen
fi: Mukautetun kentän lähteen paikalle.
fr: Champ personnalisé pour le site d'origine
hu: Egyéni mező, a forráshelyen
ko: Source Location에 대한 사용자 정의 필드
ru: Настраиваемое поле для расположения источника
tr: Özel alan için kaynak konumu

# Settings_UsingShared
source: using shared settings
de: Verwenden von freigegebenen Einstellungen
es: usando la configuración compartida
fi: Jaettu-asetusten avulla
fr: Utilise les paramètres par défaut
hu: megosztott beállításokkal
ko: 공유 사용 설정
ru: использование совместных настроек
tr: paylaşılan ayarları kullanarak

source: Shared Settings
de: Gemeinsam genutzte Einstellungen
es: Configuración compartida
fi: Asetukset
fr: Paramètres par défaut
hu: Közös beállítások
ko: 공유 설정
ru: Совместные настройки
tr: Paylaşılan ayarları

source: Shortfall
de: Fehlbetrag
es: Déficit de
fi: Vaje
fr: Quantité manquante
hu: Hiány
ko: 부족(Shortfall)
ru: Дефицит
tr: Açığı

source: Source
de: Quelle
es: Fuente
fi: Lähde
fr: Origine
hu: Forrás
ru: Источник
tr: Kaynak

source: Source Details
de: Quelle-Details
es: Detalles de la fuente
fi: Tietolähteen lisätiedot
fr: Détails du site d'origine
hu: Adatforrás részletei
ko: Source 상세
ru: Сведения об источнике
tr: Kaynak ayrıntıları

# SourceDetails_SelectOne
source: Please select a source.
de: Bitte wählen Sie eine Quelle.
es: Por favor, seleccione una fuente.
fi: Valitse lähde.
fr: Veuillez sélectionner un site d'origine
hu: Kérjük, válassza ki a forrás.
ko: Source를 선택 하십시오.
ru: Пожалуйста
tr: Lütfen bir kaynak seçin.

source: Source Location
de: Quellort
es: Ubicación de origen
fi: Lähteen sijainti
fr: Site d'origine
hu: Forráshely
ru: Расположение источника
tr: Kaynak konumu

# SourceProperties
source: Properties
de: Eigenschaften
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonságok
ko: 속성
ru: Свойства
tr: Özellikleri

source: Sources
de: Quellen
es: Fuentes
fi: Lähteet
fr: Origines
hu: Források
ru: Источники
tr: Kaynakları

source: Source Settings
de: Quelle-Einstellungen
es: Configuración de fuente
fi: Asetukset
fr: Paramètres du site d'origine
hu: Adatforrás-beállítások
ko: Source 설정
ru: Настройки источника
tr: Kaynak ayarları

# StockDeploymentStr
source: Stock Deployment
de: Lager-Bereitstellung
es: Implementación de acciones
fi: Kaluston käyttöönotto
fr: Déploiement de stock
hu: Állomány telepítése
ru: Складе развертывания
tr: Stok dağıtım

source: Summary
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Résumé
hu: Összefoglaló
ko: 요약
ru: Резюме
tr: Özeti

source: Total Deployed
de: Insgesamt bereitgestellt
es: Total desplegado
fi: Yhteensä käyttöön
fr: Total déployé
hu: Teljes telepített
ru: Всего развертывания
tr: Dağıtılan toplam

# TotalDeployedToBuffers
source: Deployed to Buffers
de: Für Puffer bereitgestellt
es: Desplegado en Buffers
fi: Käyttöön puskurit
fr: Total déployé sur buffer
hu: Telepített pufferek
ru: Развернута в буферы
tr: Arabellekleri için dağıtılan

source: Detail
es: Detalle
fi: Yksityiskohta
fr: Détail
hu: Részletek
ko: 세부 사항
ru: Номенклатура
tr: Ayrıntı
