Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Workbench.*.resx
Languages: de, es_419, fi, fr, hu, ko, pt_pt, ru, tr

# Workbench_ApproveOrder_Button_Approve
source: Approve Orders
de: Bestellungen zu genehmigen
es_419: Aprobar las órdenes
fi: Hyväksy Tilaukset
fr: Approuver les commandes
hu: Rendelések jóváhagyása
ko: 오더 승인
pt_pt: Aprovar as ordens
ru: Подтвердить заказы
tr: Sipariş onaylamak

# Workbench_ApproveOrder_Title
source: Approve Recommended Orders
de: Empfohlene Aufträge zu genehmigen
es_419: Aprobar órdenes recomendadas
fi: Hyväksy Suositellut Tilaukset
fr: Approuver les suggestions de commande
hu: Jóváhagyja a javasolt rendeléseket
ko: 권고 오더 승인
pt_pt: Aprovar ordens recomendadas
ru: Подтвердить рекомендуемые заказы
tr: Önerilen sipariş onaylamak

# Workbench_ApproveOrders
source: Approve Order(s)
de: Bestellung(en) zu genehmigen
es_419: Aprobar los pedidos
fi: Hyväksy Tilaukset
fr: Approuver la ou les commande(s)
hu: Jóváhagyja a rendelés (ek)
ko: 오더 승인
pt_pt: Aprovar as encomendas
ru: Подтвердить заказ (-ы)
tr: Sipariş onaylamak

# Workbench_CustomOrder_AdditionalOrdersToSatisfyPolicy
source: Quantity may be adjusted to satifsy the configured order policy
es_419: La cantidad puede ser ajustado a satifsy la política de orden configurado
fi: Tilausmäärä voidaan säätää satifsy määritetty tilauksen tapa tämän osan
fr: Quantité peut être ajusté pour satifsy la politique de commande configurée
hu: Lehet beállítani, hogy satifsy a konfigurált rendelési politika
ko: 주문 수량 수 satifsy이이 부분에 대 한 구성 된 주문 정책 조정
pt_pt: Quantidade de ordem pode ser ajustado para satifsy a política de ordem configurado para esta parte

# Workbench_CustomOrder_ConfirmContinue
source: Are you sure you want to continue?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es_419: ¿Está seguro de que desea continuar?
fi: Haluatko varmasti jatkaa?
fr: Êtes-vous sûr de vouloir continuer ?
hu: Biztosan folytatni kívánja?
ko: 계속 하시겠습니까?
pt_pt: Tem certeza que deseja continuar?
ru: Вы уверены
tr: Devam etmek istediğinizden emin misiniz?

# Workbench_CustomOrder_InvalidSelection
source: Invalid selection
es_419: Selección no válida
fi: Valinta ei kelpaa
fr: Sélection non valide
hu: Érvénytelen kijelölés
ko: 잘못 된 선택
pt_pt: Seleção inválida

# Workbench_CustomOrder_PleaseEnterOrderQuantity
source: "Please enter order quantity"
de: "Bitte Bestellmenge eingeben"
es_419: "Escriba la cantidad de la orden"
fi: "Anna tilausmäärä"
fr: « Veuillez entrer la quantité »
hu: "Legyen szíves belép a rendelési mennyiség"
ko: "오더 수량을 입력하세요"
pt_pt: "Por favor insira a quantidade da ordem"
ru: «Пожалуйста
tr: "Sipariş miktarı giriniz"

# Workbench_CustomOrder_QuantityLargerThanRecommended
source: Quantity is larger than the recommended value
de: Quanity ist größer als der empfohlene Wert
es_419: Cantidad es mayor que el valor recomendado
fi: Määrä on suositeltua arvoa suurempi
fr: Quantité est supérieure à la valeur recommandée
hu: Mennyiség nagyobb, mint az ajánlott érték
ko: 수량이 권고량 보다 큽니다.
pt_pt: Quanity é maior do que o valor recomendado
ru: Количество превышает рекомендуемое значение
tr: Quanity önerilen değerden büyüktür

# Workbench_CustomOrder_QuantityNotEvenlyDivisibleByOrderMultiple
source: Quantity is not evenly divisible by the order multiplier
es_419: Cantidad no es uniformemente divisible por el multiplicador del orden
fi: Tilausmäärä ei ole jaollinen järjestyksessä kerroin tämän osan
fr: Quantité n’est pas divisible par le multiplicateur de l’ordre
hu: Mennyiség, nem egyenletesen osztható-e a rendelés szorzó
ko: 주문량은이 부분에 대 한 주문 승수에 의해 균등 하 게 나눌 수
pt_pt: Quantidade de ordem não é divisível pelo multiplicador de ordem para esta parte

# Workbench_Menu_Group_ExportData
source: Export Data
de: Exportieren von Daten
es_419: Exportación de datos
fi: Lähetä tiedot
fr: Exporter les données
hu: Adatok exportálása
ko: 데이터 내보내기
pt_pt: Exportar dados
ru: Экспорт данных
tr: Verileri verme

# Workbench_Menu_Group_Help
source: Help
de: Hilfe
es_419: Ayuda
fi: Apua
fr: Aide
hu: segítség
ko: 도움말
pt_pt: Ajuda
ru: Справка
tr: Yardım

# Workbench_Menu_ViewInLegacyWorkbench
source: View in Legacy Workbench
de: Ansicht im Legacy-Workbench
es_419: Vista en legado Workbench
fi: Katso aiemman työpöydän näkymällä
fr: Voir l'ancien écran de planification
hu: Örökölt Workbench nézet
ko: 이전 워크벤치로 보기
pt_pt: Vista no legado Workbench
ru: Просмотр в наследие верстак
tr: Eski tezgah görünümünde

# Workbench_NoBillOfMaterial
source: Part has no bill of material
de: Teil hat keine Stückliste
es_419: Parte no tiene ninguna lista de materiales
fi: Tuotteella ei ole tuoterakennetta
fr: Cet article n'a aucune nomenclature
hu: Része már nem anyagjegyzék
ko: 해당 품목의 BOM이 없습니다.
pt_pt: Parte não tem nenhuma conta de material
ru: У номенклатуры нет спецификации
tr: Hiçbir ürün reçetesi parçası vardır

# Workbench_NoMatchingPartsFound
source: No matching parts found
de: Keine passenden Teile gefunden
es_419: No hay piezas coincidentes
fi: Vastaavia tuotteita ei löydy
fr: Aucun article correspondant
hu: Nem illő részek talált
ko: 해당하는 품목이 없음
pt_pt: Não há peças correspondentes encontradas
ru: По запросу ничего не найдено
tr: Hiçbir eşleşen parçalar bulundu

# Workbench_NoNotes
source: Part has no notes
de: Teil hat keine Notizen
es_419: Parte no tiene notas
fi: Tuotteella ei ole kommentteja
fr: Pas de note pour cet article
hu: Része már nem
ko: Notes가 없습니다.
pt_pt: Parte tem sem notas
ru: У номенклатуры нет примечаний
tr: Hiçbir notlar bölümü var

# Workbench_NoPartDetails
source: Part has do details
de: Teil hat keine Details
es_419: Parte no tiene ningún detalle
fi: Tuotteella ei ole tietoja
fr: Cet article n'a aucun détail
hu: Rész van do részletek
ko: 상세가 없습니다.
pt_pt: Parte tem fazer detalhes
ru: Нет подробностей о номенклатуре
tr: Bölüm detaylara sahip

# Workbench_PartAnalytics_AvailableRanges
source: Available ranges
de: Verfügbare Bereiche
es_419: Rangos disponibles
fi: Käytettävissä olevat alueet
fr: Plages disponibles
hu: Rendelkezésre álló tartományok
pt_pt: Escalas disponíveis
ru: Доступные диапазоны времени
tr: Kullanılabilir aralığını

# Workbench_PartAnalytics_CurrentRange
source: Current range
de: Strombereich
es_419: Gama actual
fi: Nykyinen alue
fr: Gamme actuelle
hu: Terhelhetőség
pt_pt: Faixa de corrente
ru: Текущий диапазон времени
tr: Geçerli Aralık

# Workbench_PartAnalytics_NonBufferedPartsUnsupported
source: Non-buffered parts are unsupported
de: Teile nicht gepuffert werden nicht unterstützt
es_419: Piezas intermedia no son compatibles
fi: Puskuroimattomia tuotteita ei tueta
fr: Non disponible pour un article non stocké
hu: Nem pufferelt részei nem támogatott
ko: Non-Bufferd 품목은 지원되지 않습니다.
pt_pt: Peças em buffer não são suportadas
ru: Номенклатура без буфера не поддерживается
tr: Sigara tamponlanmış parçaları desteklenmez

# Workbench_PartAnalytics_NotEnoughHistory
source: Not enough history to display chart
de: Nicht genügend Geschichte Diagramm anzeigen
es_419: No hay suficiente historia para mostrar gráfico
fi: Ei riittävästi historiaaa kaavion esittämiseksi
fr: Pas assez d'historique pour afficher le graphique
hu: Nem elég történelem diagram megjelenítéséhez
ko: 챠트 작성할 이력 데이터가 부족합니다.
pt_pt: História não é suficiente para exibir o gráfico
ru: Не достаточно исторических данных для отображения графика
tr: Grafik görüntülemek için yeterli geçmiş

# Workbench_PartDetail_Tab_BillOfMaterial
source: Bill of Material
de: Stückliste
es_419: Lista de materiales
fi: Tuoterakenne
fr: Nomenclature
hu: Bill anyag
ko: BOM
pt_pt: Lista de materiais
ru: Спецификация
tr: Ürün reçetesi

# Workbench_PartDetail_Tab_BufferSizing
source: Buffer Sizing
de: Puffer-Sizing
es_419: Tamaño de búfer
fi: Puskurin koon määritys
fr: Dimensionnement du Buffer
hu: Puffer méret
ko: 버퍼 크기 설정
pt_pt: Dimensionamento de reserva
ru: Параметры буфера
tr: Arabellek boyutlandırma

# Workbench_PartDetail_Tab_Notes
source: Notes
de: Notizen
es_419: Notas
fi: Muistiinpanot
hu: Jegyzetek
pt_pt: Notas
ru: Примечания
tr: Notlar

# Workbench_PartDetail_Tab_Properties
source: Properties
de: Eigenschaften
es_419: Propiedades
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonságok
ko: 품목정보
pt_pt: Propriedades
ru: Свойства
tr: Özellikleri

# Workbench_PartProperties_InventoryMgmtTitle
source: Inventory Management
de: Bestandsführung
es_419: Gestión de inventario
fi: Varastonhallinta
fr: Gestion des stocks
hu: Készletgazdálkodás
ko: 재고 관리
pt_pt: Gestão de estoques
ru: Управление запасом
tr: Stok Yönetimi

# Workbench_PartProperties_Title
source: Part Properties
de: Webpart-Eigenschaften
es_419: Propiedades del elemento
fi: Tuotteen ominaisuudet
fr: Propriétés de l'article
hu: Tulajdonságai
ko: 품목 속성
pt_pt: Parte Propriedades
ru: Свойства номенклатуры
tr: Bölümü özellikleri

# Workbench_PartProperties_UDFTitle
source: User Defined Fields
de: Benutzerdefinierte Felder
es_419: Campos definidos por el usuario
fi: Käyttäjän Määrittämät Kentät
fr: Champs définis par l'utilisateur
hu: Felhasználó által definiált mezők
ko: 사용자 정의 필드
pt_pt: Campos definidos pelo usuário
ru: Дополнительные поля
tr: Kullanıcı tanımlı alanlar

# Workbench_PleaseSelectPart
source: Please select a part
de: Bitte wählen Sie einen Teil
es_419: Por favor, seleccione una parte
fi: Valitse Tuote
fr: Veuillez sélectionner un article
hu: Kérjük, válasszon egy része
ko: 품목을 선택하십시오
pt_pt: Por favor, selecione uma parte
ru: Пожалуйста
tr: Bir bölümü seçiniz

# Workbench_RecommendationsMarkedForApproval
source: Recommendation(s) Marked for Approval
de: Recommendation(s) zur Genehmigung gekennzeichnet
es_419: Radiocomunicaciones marcados para su aprobación
fi: Suositukset merkitty hyväksyttäväksi
fr: Proposition(s) marquée(s) pour approbation
hu: Javaslatokat jóváhagyásra jelölt
ko: 건의 오더를 승인하시겠습니까?
pt_pt: Recommendation(s) marcada para aprovação
ru: заказ (-ов) для подтверждения
tr: Recommendation(s) onay için işaretlenmiş

# Workbench_ResetFilters_Title
source: Reset {0} active filters and sorts?
de: Zurücksetzen {0} aktive Filter und Sortierungen?
es_419: ¿Filtros activos de RESET {0} y tipo?
fi: Nollaa {0} aktiiviset suodattimet ja lajittelut?
fr: Réinitialiser {0} filtres et tris actifs ?
hu: Reset {0} aktív szűrése és rendezése?
ko: 필터/정렬된 {0}개 열(column)을 리셋하시겠습니까?
pt_pt: Redefinir {0} filtros ativos e os tipos?
ru: Сбросить {0} активных фильтров и сортировок?
tr: Sıfırlama {0} etkin filtreleri ve sıralar?

source: Yellow
de: Gelb
es_419: Amarillo
fi: Keltainen
fr: Jaune
hu: Sárga
pt_pt: Amarelo
ru: Желтая
tr: Sarı

source: Yellow Zone
de: Gelbe Zone
es_419: Zona amarilla
fi: Keltainen vyöhyke
fr: Zone Jaune
hu: Sárga zóna
pt_pt: Zona amarela
ru: Желтая зона
tr: Sarı bölge

source: you can also
de: Sie können auch
es_419: también se puede
fi: Voit myös
fr: vous pouvez également
hu: akkor is
pt_pt: Você também pode
ru: Вы также можете
tr: sen-ebilmek da

source: Zone Size
de: Zone-Größe
es_419: Tamaño de la zona
fi: Vyöhykkeen koko
fr: Taille de la Zone
hu: Zóna mérete
pt_pt: Tamanho de zona
ru: Размер зоны
tr: Bölge boyutu

source: ADU
es_419: CPD
fr: CMJ
pt_pt: ANDRE
ru: АДУ

# Workbench_CustomOrder_QuantityMustExceedOrderMinimum
source: Quantity must exceed the order minimum
es_419: Cantidad debe superar el mínimo de orden
fr: Quantité doit dépasser le minimum de commande
hu: Haladhatja meg a rendelés minimális

source: Min
ru: Мин

# Workbench_PartDetail_Tab_Analytics
source: Analytics
de: Analytik
fr: Analytique
ko: 분석
ru: Аналитика
