Repository: IlyaFinkelshteyn/DDTech.Localization
Catalog: src/DDTech.Localization/Workbench.*.resx
Languages: de, es_419, fi, fr, hu, ko, pt_pt, ru, tr

source: 120 Days
de: 120 Tage
es_419: 120 días
fi: 120 Päivää
fr: 120 Jours
hu: 120 nap
ko: 120일
pt_pt: 120 dias
ru: 120 дней
tr: 120 gün

source: 13 Weeks
de: 13 Wochen
es_419: 13 semanas
fi: 13 Viikkoa
fr: 13 Semaines
hu: 13 hét
ko: 13주
pt_pt: 13 semanas
ru: 13 недель
tr: 13 hafta

source: 150 Days
de: 150 Tage
es_419: 150 días
fi: 150 Päivää
fr: 150 Jours
hu: 150 napon belül
ko: 150일
pt_pt: 150 dias
ru: 150 дней
tr: 150 gün

source: 15 Days
de: 15 Tage
es_419: 15 días
fi: 15 Päivää
fr: 15 Jours
hu: 15 napon belül
ko: 15일
pt_pt: 15 dias
ru: 15 дней
tr: 15 gün

source: 17 Weeks
de: 17 Wochen
es_419: 17 semanas
fi: 17 Viikkoa
fr: 17 Semaines
hu: 17 hét
ko: 17주
pt_pt: 17 semanas
ru: 17 недель
tr: 17 hafta

source: 180 Days
de: 180 Tage
es_419: 180 días
fi: 180 Päivää
fr: 180 Jours
hu: 180 napok
ko: 180일
pt_pt: 180 dias
ru: 180 дней
tr: 180 gün

source: 22 Weeks
de: 22 Wochen
es_419: 22 semanas
fi: 22 Viikkoa
fr: 22 Semaines
hu: 22 hét
ko: 22주
pt_pt: 22 semanas
ru: 22 недели
tr: 22 hafta

source: 26 Weeks
de: 26 Wochen
es_419: 26 semanas
fi: 26 Viikkoa
fr: 26 Semaines
hu: 26 hét
ko: 26주
pt_pt: 26 semanas
ru: 26 недель
tr: 26 hafta

source: 30 Days
de: 30 Tage
es_419: 30 días
fi: 30 Päivää
fr: 30 Jours
hu: 30 napon belül
ko: 30일
pt_pt: 30 dias
ru: 30 дней
tr: 30 gün

source: 60 Days
de: 60 Tage
es_419: 60 días
fi: 60 Päivää
fr: 60 Jours
hu: 60 nap
ko: 60일
pt_pt: 60 dias
ru: 60 дней
tr: 60 gün

source: 90 Days
de: 90 Tage
es_419: 90 días
fi: 90 Päivää
fr: 90 Jours
hu: 90 nap
ko: 90일
pt_pt: 90 dias
ru: 90 дней
tr: 90 gün

source: 9 Weeks
de: 9 Wochen
es_419: 9 semanas
fi: 9 Viikkoa
fr: 9 Semaines
hu: 9 hét
ko: 9주
pt_pt: 9 semanas
ru: 9 недель
tr: 9 hafta

source: Accept Selected Orders
de: Annahme von ausgewählten Bestellungen
es_419: Aceptar órdenes seleccionadas
fi: Hyväksy Valitut Tilaukset
fr: Accepter les Ordres Sélectionnés
hu: Kiválasztott megbízások elfogadása
ko: 선택 오더 수락
pt_pt: Aceitar ordens selecionadas
ru: Принять отмеченные заказы
tr: Seçili siparişleri kabul

source: All Activity
de: Alle Aktivitäten
es_419: Toda la actividad
fi: Kaikki Toiminta
fr: Toute Activité
hu: Minden tevékenység
ko: 모든 활동
pt_pt: Todas as atividades
ru: Все движения
tr: Tüm etkinlik

source: Apply
de: Gelten
es_419: Aplicar
fi: Sovella
fr: Appliquer
hu: Alkalmazása
ko: 적용
pt_pt: Aplicam-se
ru: Применить
tr: Uygula

source: Assigned Location:
de: Zugewiesenen Ort:
es_419: Bodega asignada:
fi: Määritetty sijainti:
fr: Site Assigné :
hu: Hozzárendelt helye:
ko: 지정한 Location:
pt_pt: Localização de atribuído:
ru: Назначенный склад:
tr: Atanan yeri:

source: Bill of Materials
de: Stückliste
es_419: Lista de materiales
fi: Tuoterakenne
fr: Nomenclature
hu: Anyagjegyzék
ko: BOM
pt_pt: Lista de materiais
ru: Спецификация
tr: Ürün reçetesi

source: Buffered
de: Gepuffert
es_419: En buffer
fi: Puskuroitu
fr: Avec Buffer
hu: Pufferelt
ko: 버퍼
pt_pt: Em buffer
ru: С буфером
tr: Arabelleğe alınmış

source: Buffer Size
de: Puffergröße
es_419: Tamaño del buffer
fi: Puskurin koko
fr: Taille du buffer
hu: Puffer mérete
ko: 버퍼크기
pt_pt: Tamanho do buffer
ru: Размер буфера
tr: Arabellek boyutu

source: Buffer Sizing
de: Puffer-Sizing
es_419: Definición del tamaño del buffer
fi: Puskurin Koon Määritys
fr: Dimensionnement du buffer
hu: Puffer méret
ko: 버퍼크기 설정
pt_pt: Dimensionamento de reserva
ru: Параметры буфера
tr: Arabellek boyutlandırma

source: Buffer Trend
de: Puffer-Trend
es_419: Tendencia del buffer
fi: Puskurin Trendi
fr: Historique du Buffer
hu: Puffer Trend
ko: 버퍼 트렌드
pt_pt: Tendência de reserva
ru: График буфера
tr: Arabellek Trend

# BufferValuesIncompatibleWithChart
source: Buffer values incompatible with rendering chart.
de: Puffer Werte mit Darstellung Diagramm unvereinbar.
es_419: Valores de buffer incompatibles con la tabla
fi: Puskuriarvot ristiriidassa esitetyn kaavion kanssa.
fr: Valeurs de buffer incompatibles avec la représentation graphique
hu: Puffer értékeket megjelenítő diagram összeegyeztethetetlen.
ko: 버퍼값이 랜더링 챠트와 불일치.
pt_pt: Tampão de valores incompatíveis com a carta de renderização.
ru: Значения буфера несовместимы с визуализацией графика.
tr: Arabellek, değerleri işleme grafik ile uyumsuz.

# Button_CreateCustomOrder
source: Create custom order
de: Erstellen von benutzerdefinierten Reihenfolge
es_419: Crear orden de encargo
fi: Luo mukautettu tilaus
fr: Créer une commande personnalisée
hu: Egyéni rendelés létrehozása
ko: 사용자 지정 오더 생성
pt_pt: Criar ordem feita sob encomenda
ru: Создать заказ вручную
tr: Özel sipariş oluştur

source: Clear Selection
de: Auswahl löschen
es_419: Borrar selección
fi: Poista Valinta
fr: Effacer la sélection
hu: Törölje a jelet
ko: 선택 취소
pt_pt: Limpar seleção
ru: Очистить все
tr: Seçimi Temizle

source: collapse all
de: Alle ausblenden
es_419: contraer todo
fi: Kutista kaikki
fr: réduire
hu: összes összecsukása
ko: 모두 접기
pt_pt: recolher tudo
ru: Свернуть все
tr: Tümünü Daralt

source: Column
de: Spalte
es_419: Columna
fi: Sarake
fr: Colonne
hu: Oszlop
ko: 열(Column)
pt_pt: Coluna
ru: Столбец
tr: Sütun

source: Column Display Settings
de: Spalte-Anzeigeeinstellungen
es_419: Ajustes de despliegue de columnas
fi: Sarakkeen Näyttöasetukset
fr: Paramètres d'affichage des colonnes
hu: Oszlop megjelenítési beállítások
ko: 열(Column) 표시 셋팅
pt_pt: Configurações de exibição de coluna
ru: Настройки отображения столбцов
tr: Sütun görüntü ayarları

source: Committed
de: Verpflichtet
es_419: Comprometido
fi: Sitoumus
fr: Engagé
hu: Elkövetett
ko: 확정
pt_pt: Cometidos
ru: Размещенный
tr: Kabul edilen

source: Create Order
de: Ordnung schaffen
es_419: Crear orden
fi: Luo Tilaus
fr: Créer un Ordre
hu: Rendelés létrehozása
ko: 오더 생성
pt_pt: Criar a ordem
ru: Создать заказ
tr: Sipariş oluştur

source: Current PAF is:
de: Aktuelle PAF ist:
es_419: FAP actual es:
fi: Nykyinen PAF on:
fr: FAP actuel est :
hu: Jelenlegi PAF van:
ko: 현재 PAF:
pt_pt: PAF atual é:
ru: Текущий PAF
tr: Geçerli PAF's:

source: Current View
de: Aktuelle Ansicht
es_419: Vista actual
fi: Nykyinen Näkymä
fr: Vue actuelle
hu: Jelenlegi nézet
ko: 현재 View
pt_pt: Modo de exibição atual
ru: Текущий вид
tr: Geçerli Görünüm

source: Customer
de: Kunde
es_419: Cliente
fi: Asiakas
fr: Client
hu: Vevő
ko: 고객
pt_pt: Ao cliente
ru: Клиент
tr: Müşteri

source: Customer ID
de: Kunden-ID
es_419: ID del cliente
fi: Asiakkaan Tunnus
fr: ID Client
hu: Ügyfél-azonosító
ko: 고객 ID
pt_pt: ID do cliente
ru: ID клиента
tr: Müşteri No

source: Date
de: Datum
es_419: Fecha
fi: Päivämäärä
hu: Dátum
ko: 일자
pt_pt: Data
ru: Дата
tr: Tarihi

source: Days Consumption
de: Tage Verbrauch
es_419: Días de consumo
fi: Päivän kulutus
fr: couverture (j)
hu: Nappal fogyasztás
ko: 소비일수
pt_pt: Dias consumo
ru: Потребление в днях
tr: Gün tüketimi

source: Days Covered
de: Tage abgedeckt
es_419: Días cubiertos
fi: Päiviä katettuina
fr: couverture (j)
hu: Napon hatálya alá tartozó
ko: 일 적용
pt_pt: Dias coberto
ru: Охваченные дни
tr: Gün kaplı

source: day(s) early
de: früh Tag(en)
es_419: día(s) temprano
fi: päivää etuajassa
fr: jour(s) en avance
hu: nap kora
ko: 일 선행
pt_pt: dia (s) no início
ru: день (дней) раньше
tr: gün erken

source: day(s) late
de: spät Tag(en)
es_419: día(s) tarde
fi: päivää myöhässä
fr: jour(s) de retard
hu: nap végén
ko: 일 지연
pt_pt: dia (s) tarde
ru: день (дней) позже
tr: gün geç

source: Demand Allocations
de: Nachfrage-Zuweisungen
es_419: Asignaciones de demanda
fi: Kysynnän Allokoinnit
fr: Demande qualifiée
hu: Igény szerinti felosztás
ko: 수요 할당
pt_pt: Alocações de demanda
ru: Заказы на отгрузку
tr: İsteğe bağlı Tahsisatları

# DescriptionLabel
source: Description
de: Beschreibung
es_419: Descripción
fi: Kuvaus
fr: Désignation
hu: Leírás
ko: 명세
pt_pt: Descrição
ru: Описание
tr: Açıklama

source: Display
es_419: Mostrar
fi: Näyttö
fr: Afficher
hu: Kijelző
ko: 표시
pt_pt: Exposição
ru: Отобразить
tr: Görüntü

source: Display Settings
de: Anzeigeeinstellungen
es_419: Mostrar ajustes
fi: Näyttöasetukset
fr: Paramètres d'affichage
hu: Képernyő-beállítások
ko: 화면설정
pt_pt: Configurações de exibição
ru: Настройки отображения
tr: Görüntü ayarları

source: Due Date
de: Fälligkeitsdatum
es_419: Fecha de vencimiento
fi: Eräpäivä
fr: Date de réappro.
hu: Esedékesség
ko: 납기일자
pt_pt: Data de vencimento
ru: Дата выполнения
tr: Son Tarih

source: expand all
de: Erweitern Sie alle
es_419: expandir todo
fi: Laajenna kaikki
fr: Tout afficher
hu: Mindent kinagyít
ko: 모두 펴기
pt_pt: expandir todos os
ru: развернуть все
tr: Tümünü Genişlet

source: Expected Avg Inventory
de: Erwartete Avg-Inventar
es_419: Inv promedio esperado
fi: Oletettu Keskim. Varasto
fr: Stock moyen attendu
hu: Várható Avg készlet
ko: 예상 평균재고
pt_pt: Inventário de Avg esperado
ru: Ожидаемый средний запас
tr: Beklenen Avg stok

source: Exported
de: Exportiert
es_419: Exportado
fi: Lähetä
fr: Exporté
hu: Exportált
ko: 내보내기
pt_pt: Exportados
ru: Экспортированный
tr: İhraç

source: Export Page
de: Export-Seite
es_419: Exportar página
fi: Lähetä Sivu
fr: Exporter la page
hu: Az exportálandó fájl lapon
ko: 내보내기 페이지
pt_pt: Exportar página
ru: Страница экспорта
tr: Sayfasında

source: Filter
es_419: Filtro
fi: Suodatin
fr: Filtre
hu: Szűrő
ko: 필터
pt_pt: Filtro
ru: Фильтр
tr: Filtre

source: Filters:
de: Filter:
es_419: Filtros:
fi: Suodattimet:
fr: Filtres :
hu: Szűrők:
ko: 필터:
pt_pt: Filtros:
ru: Фильтры:
tr: Filtreler:

source: Fixed Lead Time
de: Feste Lieferzeit
es_419: Lead time fijo
fi: Kiinteä Läpimenoaika
fr: Délai figé
hu: Rögzített átfutási idő
ko: 고정리드타임
pt_pt: Fixa o prazo de execução
ru: Время выполнения
tr: Sabit tedarik süresi

source: Go to page:
de: Gehe zu Seite:
es_419: Ir a la página:
fi: Siirry sivulle:
fr: Aller à la page :
hu: Ugrás az oldalra:
ko: 페이지로 이동:
pt_pt: Ir para página:
ru: Перейти на страницу:
tr: Sayfaya git:

source: Green
es_419: Verde
fi: Vihreä
fr: Vert
hu: Zöld
pt_pt: Verde
ru: Зеленая
tr: Yeşil

source: Green Zone
es_419: Zona verde
fi: Vihreä Vyöhyke
fr: Zone Verte
hu: Zöld zóna
pt_pt: Zona verde
ru: Зеленая зона
tr: Yeşil bölge

source: ID
fi: TUNNUS
tr: KİMLİĞİ

source: Inventory
de: Inventar
es_419: Inventario
fi: Varasto
fr: Stock
hu: Készlet
ko: 재고
pt_pt: Inventário
ru: Запас
tr: Stok

source: Inventory Management
de: Bestandsführung
es_419: Gestión de inventarios
fi: Varastonhallinta
fr: Gestion de Stock
hu: Készletgazdálkodás
ko: 재고관리
pt_pt: Gestão de estoques
ru: Управление запасом
tr: Stok Yönetimi

# LastNDays
source: Last __days__ Days
de: Letzte __days__ Tage
es_419: Últimos __days__ días
fi: Viimeiset__päivää__
fr: Derniers __Jours__ Jours
hu: __Days__ az utolsó napokban
pt_pt: Últimos dias de __days__
ru: Последние __ дней __ Дней
tr: Son __days__ gün

# LastNWeeks
source: Last __weeks__ Weeks
de: Letzten __weeks__ Wochen
es_419: Últimas __weeks__ semanas
fi: __Viikkoa__ Viikkoa
fr: Dernières __semaines__ semaines
hu: Utolsó __weeks__ hét
pt_pt: Últimas semanas de __weeks__
ru: Последние __ недель __ Недель
tr: Son __weeks__ hafta

source: Late
de: Spät
es_419: Tarde
fi: Myöhässä
fr: Retard
hu: Késő
pt_pt: Tarde
ru: Запаздывание
tr: Geç

source: Lead Time
de: Vorlaufzeit
es_419: Plazo de ejecución
fi: Läpimenoaika
fr: Délai
hu: átfutási idő
ko: 리드 타임
pt_pt: Tempo de espera
ru: Время выполнения
tr: Sağlama süresi

# LeadTimeCompression
source: Schedule adjustment of {0} days due to Lead Time Compression.
de: Zeitplan-Anpassung von {0} Tage wegen Zeitkomprimierung führen.
es_419: Ajuste de horario de {0} días debido a la compresión de tiempo llevan.
fi: Läpimenoajan lyhentämisestä aiheutuva {0} päivän aikataulun lyheneminen.
fr: Ajustement du planning de {0} jours en raison de la réduction de délai.
hu: Ütemezés beállítása {0} napos vezet idő tömörítés miatt.
ko: 리드타임 단축으로 {0} 스케쥴 조정
pt_pt: Ajuste de horário de {0} dias devido à compressão de tempo levar.
ru: Изменение графика на {0} дней в связи с уменьшением времени выполнения
tr: {0} gün kurşun zaman sıkıştırması nedeniyle zamanlama ayarlama.

source: Legend:
de: Legende:
es_419: Texto:
fi: Kuvateksti:
fr: Légende :
hu: Jelmagyarázat:
ko: 범례:
pt_pt: Legenda:
ru: Легенда:
tr: Gösterge:

source: Location Filter
de: Lagerortfilter
es_419: Filtro de bodegas
fi: Sijaintisuodatus
fr: Filtre Site
hu: Raktár szűrő
ko: Location 필터
pt_pt: Localização de filtro
ru: Фильтр по складу
tr: Konum Filtresi

source: Longest Leg
de: Längste Bein
es_419: Trayectoria más larga
fi: Pisin jalka
fr: Branche la plus longue
hu: Leghosszabb láb
ko: 최장 Leg
pt_pt: Perna mais longa
ru: Самая длинная ветка
tr: En uzun bacak

source: Material
fi: Materiaali
fr: Matière
hu: Anyag
ko: 자재
ru: Материал
tr: Malzeme

source: Material Filter
de: Materiell Filter
es_419: Filtro de materiales
fi: Materiaali Suodatin
fr: Filtre Matière
hu: Anyag szűrő
ko: 자재 필터
pt_pt: Filtro de material
ru: Фильтр по материалу
tr: Malzeme filtresi

source: Max
fi: Maks
ru: Макс.

source: Min/Max
fi: Min/Maks
ru: Мин/Макс
tr: Min./maks.

# NBAndLTMPartsNoSizingValues
source: Non-buffered and Lead Time Managed parts have no sizing values.
de: Non-buffered und Lead Time Managed-Teile haben keine Größenanpassung-Werte.
es_419: Las partes sin inventario y manejadas por lead time no tinen valores de buffer
fi: Puskuroimattomilla ja Läpimenoaika Ohjatuilla tuotteilla ei ole mitoitusarvoja.
fr: Les articles sans buffer ou gérés sur délai n'ont pas de valeurs de Zones
hu: Nem pufferelt és vezet idő kezelt alkatrészek nem méretezési értékkel rendelkeznek.
ko: Non-bufferd 품목, 리드타임관리 품목은 버퍼크기 없음
pt_pt: Partes de tempo Managed non-tampão e chumbo não tem dimensionamento valores.
ru: У номенклатур без буфера (NB) и управляемых с помощью времени выполнения (LTM) нет размерных значений.
tr: Sigara arabelleğe alınmış ve kurşun zaman yönetilen bölümleri hiçbir boyutlandırma değerlere sahip.

source: Non-Buffered
de: Ungepufferter
es_419: Sin buffer
fi: Ei Puskuroitu
fr: Sans buffer
hu: Nem pufferelt
ko: Non Bufferd
pt_pt: Não-tamponada
ru: Без буфера (NB)
tr: Sigara arabelleğe alınmış

# NotEnoughHistoryForChart
source: This part does not have enough history data to generate an analytics chart
de: Dieser Teil muss nicht genügend Verlaufsdaten zum Generieren einer Analytics-Diagramms
es_419: Esta parte no tiene suficientes datos para generar gráficos de estadísticas
fi: Tällä tuotteella ei ole riittävästi historiaaa analytiikka-kaavion luomiseksi
fr: Cet article n'a pas assez d'historique pour générer un graphique d'analyse
hu: Ez a rész nem rendelkezik elég történelem adat-hoz létrehoz egy analytics-diagram
ko: 분석 챠트를 작성할 이력 데이터가 부족함!
pt_pt: Esta parte não tem dados suficientes história para gerar um gráfico de análise
ru: У этой номенклатуры недостаточно исторических данных для формирования графика
tr: Bu bölümü bir analitik grafik oluşturmak için yeterli geçmiş veri yok

source: Notes
de: Notizen
es_419: Notas
fi: Muistiinpanot
hu: Jegyzetek
pt_pt: Notas
ru: Примечания
tr: Notlar

source: of
de: von
es_419: de
fi: ja
fr: à
hu: a
pt_pt: de
ru: из
tr: in

source: On Hand Inventory
de: Auf Lagerbestand
es_419: Inventario físico
fi: On Hand Varasto
fr: Stock Physique
hu: Aktuális készlet
ko: 현재고
pt_pt: No inventário de mão
ru: Наличный запас
tr: El stokta

source: Open PO
de: Offene PO
es_419: OC pendiente
fi: Avoimet OT:t
fr: Commande en cours
hu: Nyitott PO
ko: PO 잔량
pt_pt: Aberto PO
ru: Заказ поставщику
tr: Açık PO

source: Open WO
de: Offene WO
es_419: OP pendiente
fi: Avaa Työtilaus
fr: OF en cours
hu: Nyitott WO
ko: WO 잔량
pt_pt: WO aberto
ru: Заказ в производство
tr: Açık WO

source: Order Cycle Override
de: Bestellung-Zyklus-Override
es_419: Frecuencia fija de pedido
fi: Tilaussykli Käsiohjaus
fr: Cycle de commande forcé
hu: Rendelés ciklus felülbírálása
ko: 오더 주기 Override
pt_pt: Substituição de ciclo do pedido
ru: Измен. цыкла заказа
tr: Sipariş döngüsü geçersiz kılma

source: Order Due Date
de: Bestellen Sie Due Date
es_419: Orden legal fecha
fi: Tilauksen Eräpäivä
fr: Échéance
hu: Annak érdekében, kellő dátuma
ko: 오더 납기일자
pt_pt: Ordem devida Data
ru: Дата выполнения заказа
tr: Sipariş vade tarihi

source: Order Notes:
de: Reihenfolge Hinweise:
es_419: Notas del pedido:
fi: Tilauksen Kommentit :
fr: Notes de la commande :
hu: Rendelés megjegyzések:
ko: 오더 Notes:
pt_pt: Ordem de notas:
ru: Примечания к заказам:
tr: Sipariş notlar:

source: Order Number
de: Bestell-Nr.
es_419: Número de pedido
fi: Tilausnumero
fr: Numéro de commande
hu: Rendelési szám
ko: 오더번호
pt_pt: Número de ordem
ru: Номер заказа
tr: Sipariş numarası

source: Order Policy
de: Bestellung-Politik
es_419: Política de pedido
fi: Tilaustapa
fr: Politique de lotissement
hu: Politikai rend
ko: 오더정책
pt_pt: Ordem política
ru: Условия заказа
tr: Sipariş İlkesi

source: Order Quantity
de: Bestellmenge
es_419: Cantidad pedida
fi: Tilausmäärä
fr: Quantité de la commande
hu: Rendelési mennyiség
ko: 오더수량
pt_pt: Quantidade da ordem
ru: Заказываемое количество
tr: Sipariş miktarı

source: Out Sourced Cost
de: Aus der Region Kosten
es_419: Costo de outsourcing
fi: Ulkoistus Kustannus
fr: Coût de sous-traitance
hu: Ki forrásból származó költségek
ko: 외주비
pt_pt: Custo de origem
ru: Затраты на аутсорсинг
tr: Kaynaklı maliyet

source: Part
de: Teil
es_419: Parte
fi: Tuote
fr: Article
hu: Rész
ko: 품목
pt_pt: Parte
ru: Номенклатура
tr: Bölümü

source: Part Activity
de: Teil-Aktivität
es_419: Actividad de la parte
fi: Tuotteen Aktiviteetit
fr: Activité Article
hu: Rész-tevékenység
ko: 품목 Activity
pt_pt: Atividade de parte
ru: Движение по номенклатуре
tr: Bölümü faaliyet

source: Part Analytics
de: Teil-Analytics
es_419: Estadísticas de la parte
fi: Tuotteen Analytiikka
fr: Analyses Article
hu: Rész-Analytics
ko: 품목 분석
pt_pt: Parte Analytics
ru: Аналитика номенклатуры
tr: Bölüm Analytics

# PartDetail
source: Part Properties
de: Webpart-Eigenschaften
es_419: Propiedades de la parte
fi: Tuotteen Ominaisuudet
fr: Propriétés Article
hu: Tulajdonságai
ko: 품목 속성
pt_pt: Parte Propriedades
ru: Свойства номенклатуры
tr: Bölümü özellikleri

source: Part Type Filter
de: Teil-Typ-Filter
es_419: Filtro de tipo de parte
fi: Tuotteen Tyyppi Suodatus
fr: Filtre par type d'article
hu: Rész szűrő
ko: 자재 타입 필터
pt_pt: Filtro de tipo de parte
ru: Фильтр по типу номенклатуры
tr: Bölüm türü filtresi

source: Pending
de: Ausstehende
es_419: Pendiente
fi: Vireillä Oleva
fr: En attente
hu: Függőben lévő
ko: 미확정(PENDING)
pt_pt: Pendente
ru: В ожидании
tr: Bekleyen

source: Pinned
de: Fixiert
es_419: Inmovilizado
fi: Kiinnitetty
fr: Figé
hu: Rögzített
ko: 고정
pt_pt: Preso
ru: Закреплен
tr: Sabitlenmiş

source: Planner Filter
de: Planer-Filter
es_419: Flitro de planeador
fi: Suunnittelija Suodatin
fr: Filtre Planificateur
hu: Tervező szűrő
ko: 플래너 필터
pt_pt: Planejador de filtro
ru: Фильтр по менеджеру
tr: Planlayıcısı filtre

# PlannerLabel
source: Planner:
de: Planer:
es_419: Planeador:
fi: Suunnittelija:
fr: Planificateur :
hu: Tervező:
ko: 플래너:
pt_pt: Planejador:
ru: Менеджер:
tr: Planlayıcısı:

source: Planners Work Bench
de: Planer-Werkbank
es_419: Mesa de trabajo del planeador
fi: Suunnittelijat Työpöytä
fr: Poste de travail Planificateur
hu: A tervezők munkáját pad
ko: 플래너 워크벤치
pt_pt: Bancada de trabalho de planejadores
ru: Рабочий стол менеджера
tr: Planlamacıları tezgah

source: Priority:
de: Priorität:
es_419: Prioridad:
fi: Prioriteetti:
fr: Priorité
hu: Prioritás:
ko: 우선순위:
pt_pt: Prioridade:
ru: Приоритетность:
tr: Öncelik:

source: Priority Filter
de: Filter mit Priorität
es_419: Filtro de prioridad
fi: Prioriteettisuodatin
fr: Filtre Priorité
hu: Prioritás-szűrő
ko: 우선순위 필터
pt_pt: Filtro de prioridade
ru: Фильтр по приоритетности
tr: Öncelik filtresi

source: Promise Date
de: Versprechen Datum
es_419: Fecha prometida
fi: Luvattu päivämäärä
fr: Promis
hu: Ígéret dátum
ko: 약속일자
pt_pt: Data da promessa
ru: Обещанная дата
tr: Söz tarihi

source: Quantity
de: Menge
es_419: Cantidad
fi: Määrä
fr: Quantité
hu: Mennyiség
ko: 수량
pt_pt: Quantidade
ru: Количество
tr: Miktar

source: Raw Material Cost
de: Rohstoffkosten
es_419: Costo de materias primas
fi: Raaka-ainekustannukset
fr: Coût matière
hu: Nyersanyagköltségek
ko: 재료비
pt_pt: Custo de matéria-prima
ru: Стоимость сырья
tr: Hammadde maliyeti

source: Red
de: Rot
es_419: Rojo
fi: Punainen
fr: Rouge
hu: Piros
pt_pt: Vermelho
ru: Красная
tr: Kırmızı

source: Red Zone
de: Rote Zone
es_419: Zona roja
fi: Punainen Vyöhyke
fr: Zone Rouge
hu: Piros zóna
ru: Красная зона
tr: Kırmızı bölge

source: Reorder Qty
de: Neu ordnen Anz an
es_419: Cant de reorden
fi: Täydennystilauksen Määrä
fr: Qté à recommander
hu: Újrarendelési mennyiség
ko: 재발주량
pt_pt: Reordenar Qty
ru: Заказать
tr: Miktar yeniden sipariş

source: Request Date
de: Datum der Anfrage
es_419: Fecha solicitada
fi: Pyynnön päivämäärä
fr: Date Demandée
hu: Kérés dátuma
ko: 요청일자
pt_pt: Data do pedido
ru: Требуемая дата
tr: İstek tarihi

# RPlusLeadTime
source: R+ Lead Time
de: R+ Lieferzeit
es_419: Lead time R+
fi: R+ Läpimenoaika
fr: Délai R+
hu: R+ átfutási idő
ko: R+ 리드타임
pt_pt: R + prazo de execução
ru: Время выполнения R+
tr: R+ sağlama süresi

source: Running Balance
de: Laufenden Kontostands
es_419: Saldo neto
fi: Rullaava saldo
fr: Stock projeté
hu: Folyó egyenleg
pt_pt: Executando o equilíbrio
ru: Текущий остаток
tr: Geçerli bakiyeyi

source: Select Priority Code
de: Wählen Sie Prioritätscode
es_419: Seleccione el código de prioridad
fi: Valitse Prioriteetti-koodi
fr: Sélectionner
hu: Válassza ki a prioritási kódja
ko: 우선순위 코드 선택
pt_pt: Selecione o código de prioridade
ru: Выберите приоритетность
tr: Öncelik kodu seçin

source: Show rows:
de: Zeigen Sie Zeilen:
es_419: Mostrar filas:
fi: Näytä rivit:
fr: Montrer les lignes :
hu: Térkép-sorok:
ko: 행(rows) 보기:
pt_pt: Mostre linhas:
ru: Показать строки:
tr: Satırları gösterir:

source: SO Demand
de: Also Nachfrage
es_419: Demanda de OC
fi: Hankintatarve
fr: Besoin sur Vente
hu: ÍGY a kereslet
ko: SO 수요
pt_pt: ENTÃO procura
ru: Заказ покупателя
tr: ÇOK talep

source: Source
de: Quelle
es_419: Fuente
fi: Lähde
hu: Forrás
pt_pt: Fonte
ru: Источник
tr: Kaynak

source: Start Date
de: Startdatum
es_419: Fecha de arranque
fi: Alkamispäivä
fr: Date de Début
hu: Kezdő dátuma
ko: 시작일자
pt_pt: Data de início
ru: Дата начала
tr: Başlangıç tarihi

source: start over
de: anfangen
es_419: volver a empezar
fi: Aloita Alusta
fr: recommencer
hu: Kezdje
ko: 다시 시작
pt_pt: começar de novo
ru: начать заново
tr: yeniden başlamak

source: Status
es_419: Estado
fi: Tila
fr: Statut
hu: Állapot
ko: 상태
pt_pt: Estatuto
ru: Статус
tr: Durumu

source: Submit Order
de: Bestellung absenden
es_419: Enviar pedido
fi: Anna Tilaus
fr: Soumettre un ordre
hu: Megrendelés
pt_pt: Submeter encomenda
ru: Отправить заказ
tr: Siparişi gönder

source: Supply Orders
de: Beschaffungsaufträgen
es_419: Pedidos de compra
fi: Hankintatilaukset
fr: Réappro
hu: Ellátási rendelések
ko: 공급오더
pt_pt: Ordens de fornecimento
ru: Заказы на поставку
tr: Tedarik emirleri

source: Top Of Zone
de: Des zulässigen Bereiches
es_419: Tope de zona
fi: Vyöhykkeen Huippu
fr: Top de la Zone
hu: Top zóna
pt_pt: Superior da zona
ru: Верх зоны
tr: Üst bölge

source: Type
de: Typ
es_419: Tipo
fi: Tyyppi
hu: Típus
pt_pt: Tipo
ru: Тип
tr: Türü

source: UDF
es_419: Definido por el usuario
fi: KMK
fr: Champ défini par l'utilisateur
ko: 사용자정의필드

source: Unfiltered Export
de: Ungefilterte Export
es_419: Exportación sin filtrar
fi: Suodattamaton Lähetys
fr: Exporter sans filtre
hu: Szűretlen Export
pt_pt: Exportação não filtrada
ru: Нефильтрованное экспорт
tr: Filtre uygulanmamış verme

source: Units
de: Einheiten
es_419: Unidades
fi: Yksiköt
fr: Unités
hu: Egységek
ko: 단위
pt_pt: Unidades
ru: Единицы
tr: Birimleri

source: Vendor
de: Hersteller
es_419: Proveedor
fi: Toimittaja
fr: Fournisseur
hu: Eladó
ko: 공급처
pt_pt: Fornecedor
ru: Поставщик
tr: Satıcı

source: WO Demand
de: WO Nachfrage
es_419: Demanda de OP
fi: Työtilaus Kysyntä
fr: Besoin sur OF
hu: JAJ kereslet
ko: WO 수요
pt_pt: Demanda de WO
ru: Заказ от производства
tr: WO talep
